Repository: decred/decrediton
Catalog: app/i18n/po/decrediton.*.po
Languages: ar, de, es, fr, it, ja, pl, pt, zh_hk

# privacy.change.account
source: Unmixed Account
ar: حساب غير مَخلُوط
de: Ungemixter Account
es: Cuenta Sin Mezclar
it: Conto non miscelato
pl: Konto niemieszane
pt: Conta Unmixed
zh_hk: 非混幣帳戶

# addMixerAccountModal.changeAccountName
source: Unmixed Account Name
ar: اسم الحساب الغير المَخلُوط
de: Ungemixter Account-Name
es: Nombre de la Cuenta Sin Mezclar
it: Nome del conto non miscelato
pl: Nazwa konta niemieszanego
pt: Nome da Conta Unmixed
zh_hk: 非混幣帳戶名稱

# getstarted.setAcct.changAcct
source: Unmixed Account: {value}
ar: حساب غير مَخلُوط: {value}
de: Ungemixter Account: {value}
es: Cuenta Sin Mezclar: {value}
it: Conto non miscelato: {value}
pl: Konto niemieszane: {value}
pt: Conta Unmixed: {value}
zh_hk: 非混幣帳戶：{value}

# privacy.label.unmixed.balance
source: Unmixed Balance
ar: الرصيد الغير مخلوط
de: Ungemixtes Guthaben
es: Saldo Sin Mezclar
it: Saldo non miscelato
pl: Saldo niemieszane
pt: Saldo Unmixed
zh_hk: 未混幣餘額

# vsp.ticket.vsp.fee.started
source: Unpaid Fee
ar: رسم غير مدفوع
de: Unbezahlte Gebühr
es: Comisión Sin Pagar
it: Tariffa non pagata
pl: Niezapłacone opłaty
pt: Taxa não paga
zh_hk: 未繳付手續費

# ln.openChannelDetails.unsettledBalance
source: Unsettled Balance
ar: رصيد غير مسوى
de: Ungeklärtes Guthaben
es: Saldo Sin Liquidar
it: Saldo non confermato
pl: Nierozliczone saldo
pt: Saldo Não Liquidado
zh_hk: 未結清餘額

# send.unsignedRawTxTite
source: Unsigned Raw Transaction:
ar: معاملة خام غير موقعة:
de: Unsignierte Rohtransaktion
es: Transacción Sin Firmar:
fr: Transaction brute non signée:
it: Transazione grezza non firmata:
pl: Niepodpisana surowa transakcja:
pt: Transação não assinada:
zh_hk: 未簽名的交易原始資料：

# purchase.unsignedTickets
source: Unsigned Ticket {number}
ar: تذكرة غير موقعة {number}
de: Unsigniertes Ticket {number}
es: Ticket Sin Firmar {number}
it: Biglietto non firmato {number}
pl: Bilet bez podpisu {number}
pt: Ticket não assinado {number}
zh_hk: 未簽名的選票 {number}

# stake.unspentTickets
source: Unspent Tickets
ar: التذاكر الغير منفقة
de: Nicht verwendete Tickets
es: Tickets no utilizados
fr: Tickets non utilisés
it: Biglietti non spesi
ja: 未使用のチケット
pl: Niewykorzystane bilety
pt: Tickets não gastos
zh_hk: 未表決選票

# myTickets.loadingMoreTicketsProgressAsc
source: Up to block {block} ({blockPerc, number, percent})
ar: حتى الكتلة {block} ({blockPerc, number, percent})
de: Bis zu Block {block} ({blockPerc, number, percent})
es: Hasta el bloque {block} ({blockPerc, number, percent})
it: Fino al blocco {block} ({blockPerc, number, percent})
pl: Do bloku {block} ({blockPerc, number, percent})
pt: Até bloco {block} ({blockPerc, number, percent})
zh_hk: 上至{block}區塊 ({blockPerc, number, percent})

# getStarted.updateAvailable
source: Update Available
ar: تحديث متاح
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja: アップデートをご利用いただけます
pl: Dostępna aktualizacja
pt: Atualização Disponível
zh_hk: 有可用的軟件升級

# settings.privacy.updateCheck.label
source: Update Check
ar: تحقق من التحديث
de: Check aktualisieren
es: Comprobación de actualización
fr: Vérification de mise à jour
it: Verifica aggiornamenti
ja: アップデートの確認
pl: Sprawdź dostępne aktualizacje
pt: Checagem de Atualização
zh_hk: 更新檢查

# trezorPage.updateFirmwareBtn
source: Update Firmware
ar: حدث البرمجيات المجسدة
de: Firmware-Update durchführen
es: Actualizar firmware
fr: Mettre à jour le microprogramme
it: Aggiorna firmware
ja: ファームウェアのアップデート
pl: Zaktualizuj firmware
pt: Atualizar Firmware
zh_hk: 更新韌體

# agenda.updatePreference
source: Update Preference
ar: تحديث التفضيل
de: Einstellungen aktualisieren
es: Actualizar preferencias
fr: Mettre à jour la préférence
it: Preferenza d'aggiornamento
ja: 環境設定の更新
pl: Zaktualizuj preferencje
pt: Atualizar Preferências
zh_hk: 更新選項

# settings.updatePrivatePassphrase
source: Update Private Passphrase
ar: تحديث عبارة المرور الخاصة
de: Private Passphrase aktualisieren
es: Actualizar frase de contraseña privada
fr: Mettre à jour la phrase secrète privée
it: Aggiorna frase d'accesso privata
ja: プライベートパスフレーズを更新
pl: Zaktualizuj hasło prywatne
pt: Atualizar Chave Particular
zh_hk: 更改錢包密碼

# settings.errors.changePassphraseFailed
source: Update passphrase failed. Incorrect private passphrase, please try again.
ar: فشل تحديث عبارة المرور. عبارة المرور الخاصة غير صحيحة، يرجى إعادة المحاولة.
de: Aktualisieren der Passphrase fehlgeschlagen. Ungültige private Passphrase, bitte versuchen Sie es erneut.
es: Error al actualizar la frase de contraseña: la frase de contraseña privada no es correcta, vuelva a intentarlo.
fr: La mise à jour de la phrase secrète a échoué. Phrase secrète privée incorrecte, réessayez.
it: Aggiornamento della frase d'accesso non riuscito. Frase d'accesso privata errata, si prega di riprovare.
ja: パスフレーズを更新できませんでした。プライベートパスフレーズが不正確です。もう一度試してください。
pl: Aktualizacja hasła nie powiodła się. Niepoprawne prywatne hasło, spróbuj ponownie.
pt: Atualização de senha falhou. Senha privada incorreta, tente novamente.
zh_hk: 更改密碼失敗。錢包密碼錯誤，請重試。

# proposalDetails.votingInfo.updatingVoteChoice
source: Updating vote choice
ar: تحديث اختيار التصويت
de: Abstimmungsauswahl wird aktualisiert
es: Actualizando su elección de voto
fr: Mise à jour du choix de vote
it: Aggiornamento della scelta di voto
ja: 投票の選択を更新中
pl: Aktualizacja wyboru głosowania
pt: Atualizar escolha do voto
zh_hk: 更新投票選擇

# aboutModal.upgradeAvailable
source: Upgrade Available
ar: ترقية متاحة
de: Upgrade verfügbar
es: Actualización disponible
fr: Mise à niveau disponible
it: Aggiornamento disponibile
ja: アップグレードをご利用いただけます
pl: Dostępna aktualizacja
pt: Nova Versão Disponível
zh_hk: 有可用的軟件升級

# purchase.isLegacy.legacy.add
source: Use Legacy VSP
ar: استخدم النظام القديم لموفر خدمة التصويت
de: VSP Altsystem benutzen
es: Usar VSP Legacy
it: Usare VSP legacy
pl: Użyj starszego/legacy VSP
pt: Usar VSP Legado
zh_hk: 使用舊版VSP

# purchase.isLegacy.legacy
source: Use Legacy VSP
ar: استخدم النظام القديم لموفر خدمة التصويت
de: VSP Altsystem benutzen
es: Usar VSP Legacy
it: Usare VSP legacy
pl: Użyj starszego/legacy VSP
pt: Usar VSP Legado
zh_hk: 使用舊版VSP

# purchase.isLegacy
source: Use Legacy VSP
ar: استخدم النظام القديم لموفر خدمة التصويت
de: VSP Altsystem benutzen
es: Usar VSP Legacy
it: Usare VSP legacy
pl: Użyj starszego/legacy VSP
pt: Usar VSP Legado
zh_hk: 使用舊版VSP

# login.form.connect.button
source: Use Remote Daemon
ar: استخدم البرنامج الخفي البعيد
de: Remote-Daemon verwenden
es: Usar Daemon remoto
fr: Utiliser Daemon distant
it: Usa daemon remoto
ja: リモートデーモンを使用
pl: Użyj zdalnego daemona
pt: Usar Daemon Remoto
zh_hk: 使用遠端後台服務

# settings.timezone.utx.description
source: Use Universal Coordinated Time
ar: استخدم التوقيت العالمي المنسق
de: Koordinierte Weltzeit verwenden
es: Usar UTC
fr: Utiliser le temps universel (UTC)
it: Usare il Tempo Universale Coordinato (UTC)
ja: UTCを使用
pl: Używaj uniwersalnego czasu skoordynowanego
pt: Usar Tempo Universal Coordenado
zh_hk: 使用UTC

# purchase.isLegacyDescription
source: Use a VSP which has not updated to vspd. Not recommended, legacy VSP support will soon be removed.
ar: استخدم موفر خدمة التصويت الذي لم يحدث إلى vspd. غير موصى به، سيتم قريباً إزالة دعم موفر خدمة التصويت القديم.
de: Verwenden Sie einen alten VSP der nicht auf den neuen vspd Standard aktualisiert wurde. Dies ist nicht empfohlen, ältere VSP-Unterstützung wird bald entfernt.
es: Usar un VSP que no se actualizó a vspd. No se recomienda, el soporte para los viejos VSP se quitará pronto.
it: Utilizzare un VSP che non è stato aggiornato a vspd. Non raccomandato, il supporto a VSP legacy sarà rimosso presto.
pl: Używanie VSP, który nie został zaktualizowany do wersji vspd jest nie zalecane. Wsparcie starszych wersji VSP zostanie wkrótce usunięte.
pt: Usar um VSP que não foi atualizado para o vspd. Não recomendado pois suporte a VSPs legados serão removidos no futuro.
zh_hk: 不建議。使用仍未更新到vspd的VSP。舊版VSP的支援即將被移除。

# ln.connectPage.useAccount
source: Use existing
ar: استخدام الموجود
de: Vorhandenes benutzen
es: Usar existente
it: Usa esistente
pl: Używaj istniejącego
pt: Usar existente
zh_hk: 既有帳戶

# settings.timezone.local.description
source: Use your local timezone
ar: استخدم منطقتك الزمنية المحلية
de: Nutzen Sie Ihre lokale Zeitzone
es: Usar su horario local
fr: Utiliser votre fuseau horaire local
it: Usa il fuso orario locale
ja: 使用するタイムゾーン
pl: Używaj swojej lokalnej strefy czasowej
pt: Usar seu fuso horário local
zh_hk: 使用本機時區

# purchaseTickets.advanced.poolAddress
source: VSP Address
ar: عنوان موفر خدمة التصويت
de: VSP Adresse
es: Dirección del VSP
it: Indirizzo VSP
pl: Adres VSP
pt: Endereço do VSP
zh_hk: VSP地址

# purchaseTickets.poolAddress
source: VSP Address
ar: عنوان موفر خدمة التصويت
de: VSP Adresse
es: Dirección del VSP
it: Indirizzo VSP
pl: Adres VSP
pt: Endereço do VSP
zh_hk: VSP地址

# stake.addPoolConfirmation
source: VSP Confirmation
ar: تأكيد موفر خدمة التصويت
de: VSP Bestätigung
es: Confirmación del VSP
it: Conferma VSP
pl: Potwierdzenie VSP
pt: Confirmação de VSP
zh_hk: 確認VSP

# purchaseTickets.poolFee
source: VSP Fee
ar: رسم موفر خدمة التصويت
de: VSP Gebühr
es: Comisión del VSP
it: Tariffa VSP
pl: Opłata VSP
pt: Taxa do VSP
zh_hk: VSP手續費

# purchaseTickets.vspFee
source: VSP Fee
ar: رسم موفر خدمة التصويت
de: VSP Gebühr
es: Comisión del VSP
it: Tariffa VSP
pl: Opłata VSP
pt: Taxa VSP
zh_hk: VSP手續費

# purchaseTickets.advanced.poolFees
source: VSP Fees
ar: رسوم موفر خدمة التصويت
de: VSP Gebühren
es: Comisiones
it: Tariffe VSP
pl: Opłaty VSP
pt: Taxas VSPs
zh_hk: VSP手續費

# settings.privacy.stakepoolListing.label
source: VSP Listing
ar: قائمة موفري خدمة التصويت
de: VSP-Auflistung
es: Listado de VSP
it: Elenco VSP
pl: Lista VSP
pt: Listagem de VSPs
zh_hk: VSP列表

# syncVsp.vsp
source: VSP Select
ar: إختيار موفر خدمة التصويت
de: VSP Auswahl
es: Seleccionar VSP
it: Seleziona VSP
pl: Wybierz VSP
pt: Selecionar VSP
zh_hk: 選擇VSP

# mytickets.statistics.stakepool.stakepoolTickets
source: VSP Tickets
ar: تذاكر موفر خدمة التصويت
es: Tickets del VSP
it: BIglietti VSP
pl: Bilety VSP
pt: Tickets VSP
zh_hk: VSP選票

# tickets.fee.error.title
source: VSP Tickets Fee Error
ar: خطأ رسم تذاكر موفر خدمة التصويت
de: VSP Tickets Gebührenfehler
es: Error en la Comisión de los Tickets del VSP
it: Errore tariffa biglietti VSP
pl: Błąd opłat biletów VSP
pt: Erro de Taxas de Tickets VSP
zh_hk: VSP手續費錯誤

# stakePoolsList.poolFee
source: VSP fees: {value}
ar: رسوم موفر خدمة التصويت: {value}
de: VSP Gebühren: {value}
es: Comisión del VSP: {value}
it: Tariffe VSP: {value}
pl: Opłaty VSP: {value}
pt: Taxas VSP: {value}
zh_hk: VSP手續費：{value}

# stake.enableStakePoolListing.description
source: VSP listing from external API endpoint is currently disabled. Please enable the access to this third party service or manually configure the VSP.
ar: تم تعطيل قائمة موفري خدمة التصويت من نقطة نهاية API الخارجية حاليًا. يرجى تمكين الوصول إلى خدمة الجهة الخارجية هذه أو إعداد موفري خدمة التصويت يدوياً.
de: Die VSP Auflistung von externen API-Endpunkten ist derzeit deaktiviert. Bitte aktivieren Sie den Zugang zu diesem Drittanbieterdienst oder konfigurieren Sie den VSP manuell.
es: El listado de VSP desde una API externa está desactivado. Por favor active el acceso a este servicio de terceros o configure su VSP manualmente.
it: L'elenco VSP da endpoint API esterno è attualmente disabilitato. Abilitare l'accesso a questo servizio di terze parti o configurare manualmente il VSP.
pl: Wyświetlanie VSP za pomocą endpointu zewnętrznego API jest obecnie zablokowane. Proszę włączyć dostęp do tej zewnętrznej usługi lub ręcznie skonfigurować VSP.
pt: A listagem de VSPs a partir da API externa está desabilitada. Por favor habilite o acesso para esse serviço de terceiros ou configure a VSP manualmente.
zh_hk: 從外部API取得的VSP列表目前被停用。請啟用此項第三方服務的存取或自行設定VSP。

# purchase.vsp.enableListing.description
source: VSP listing from external API endpoint is currently disabled. Please enable the access to this third party service or manually configure the VSP.
ar: يتم تعطيل إدراج موفر خدمة التصويت من نقطة النهاية لواجهة برمجة التطبيقات الخارجية حاليا. يرجى تمكين الوصول إلى خدمة الجهة الخارجية أو تهيئة موفر خدمة التصويت يدويا.
de: Die VSP Auflistung von externen API-Endpunkten ist derzeit deaktiviert. Bitte aktivieren Sie den Zugang zu diesem Drittanbieterdienst oder konfigurieren Sie den VSP manuell.
es: El listado de VSP de una API externa está desactivado. Por favor actívelo para acceder a este servicio de terceros o configure su VSP de forma manual.
it: L'elenco VSP da endpoint API esterno è attualmente disabilitato. Abilitare l'accesso a questo servizio di terze parti o configurare manualmente il VSP.
pl: Wyświetlanie VSP przez zewnętrzny endpoint API jest obecnie wyłączone. Włącz dostęp do tej usługi i ręcznie skonfiguruj VSP.
pt: Listagem de VSPs através do endpoint remoto está desabilitado. Por favor habilite acesso a esse serviço de terceiros ou configure a VSP manualmente.
zh_hk: 從外部API取得的VSP列表目前被停用。請啟用此項第三方服務的存取或自行設定VSP。

# security.validate.title
source: Validate Address
ar: التحقق من صحة العنوان
de: Adresse validieren
es: Validar Dirección
it: Convalida l'indirizzo
pl: Zweryfikuj adres
pt: Validar Endereço
zh_hk: 驗證地址

# listutxo.value
source: Value
pl: Wartość

# ln.invoicesTab.addInvoice.value
source: Value
ar: القيمة
de: Wert
es: Valor
it: Valore
pl: Wartość
pt: Valor
zh_hk: 價值

# ln.networkTab.queryRoutes.value
source: Value
ar: القيمة
de: Wert
es: Valor
it: Valore
pl: Wartość
pt: Valor
zh_hk: 價值

# ln.backup.verifyBtn
source: Verify Backup
ar: تحقق من النسخ الاحتياطي
de: Sicherung verifizieren
es: Verificar Copia de Seguridad
it: Verifica backup
pl: Zweryfikuj kopię zapasową
pt: Verificar Backup
zh_hk: 驗證備份

# security.verifyTitle
source: Verify Message
ar: تحقق من الرسالة
de: Nachricht überprüfen
es: Verificar mensaje
fr: Vérifier le message
it: Verifica messaggio
ja: メッセージを確認
pl: Zweryfikuj wiadomość
pt: Verificar Mensagem
zh_hk: 驗證訊息

# aboutModal.version
source: Version
ar: الإصدار
es: Versión
it: Versione
ja: バージョン
pl: Wersja
pt: Versão
zh_hk: 版本

# proposal.overview.version.label
source: Version
ar: الإصدار
es: Versión
it: Versione
ja: バージョン
pl: Wersja
pt: Versão
zh_hk: 版本

# receive.viewQR
source: View QR
ar: عرض رمز الاستجابة السريعة
de: QR ansehen
es: Ver QR
it: Visualizza QR
pl: Wyświetl kod QR
pt: Verificar QR
zh_hk: 檢視QR（二維碼）

# txDetails.type.vote
source: Vote
ar: التصويت
de: Abstimmen
es: Votar
it: Vota
ja: 投票
pl: Głos
pt: Voto
zh_hk: 投票

# proposals.detail.wallet.eligible.header.preference
source: Vote Preference
ar: تفضيل التصويت
de: Präferenz bei der Abstimmung
es: Preferencia de Voto
it: Preferenza di voto
pl: Preferencje głosowania
pt: Preferência de Voto
zh_hk: 投票選項

# tickets.table.header.votetime
source: Vote Time
ar: وقت التصويت
de: Abstimmungszeit
es: Tiempo de Voto
it: Tempo di voto
pl: Czas głosowania
pt: Tempo de Votação
zh_hk: 投票時間

# mytickets.statistics.votetime.title
source: Vote Time
ar: وقت التصويت
de: Abstimmungszeit
es: Tiempo de votación
fr: Heure de vote
it: Tempo di voto
ja: 投票時間
pl: Czas głosowania
pt: Tempo de Votação
zh_hk: 投票時間

# mytickets.statistics.votetime.link
source: Vote Time
ar: وقت التصويت
de: Abstimmungszeit
es: Tiempo de votación
fr: Heure de vote
it: Tempo di voto
ja: 投票時間
pl: Czas głosowania
pt: Tempo de Votação
zh_hk: 投票時間

# export.votetime.name
source: Vote Time
ar: وقت التصويت
de: Abstimmungszeit
es: Tiempo de votación
fr: Heure de vote
it: Tempo di voto
ja: 投票時間
pl: Czas głosowania
pt: Tempo de Votação
zh_hk: 投票時間

# transaction.type.voted
source: Voted
ar: مصوّت
de: Abgestimmt
es: Votado
fr: Voté
it: Votato
ja: 投票済み
pl: Głosowało
pt: Votado
zh_hk: 已投票

# transaction.type.vote
source: Voted
ar: مصوّت
de: Abgestimmt
es: Votado
fr: Voté
it: Votato
ja: 投票済み
pl: Głosowało
pt: Votado
zh_hk: 已投票

# notifications.type.vote
source: Voted
ar: مصوّت
de: Abgestimmt
es: Votado
fr: Voté
it: Votato
ja: 投票済み
pl: Głosowało
pt: Voto
zh_hk: 投票

# tickets.table.header.purchased
source: Voted
ar: مصوّت
de: Abgestimmt
es: Votado
it: Votati
pl: Głosowało
pt: Votado
zh_hk: 已投票

# txDetails.votedOn
source: Voted On
ar: صوّت على
de: Abgestimmt am
es: Votado el
fr: Voté le
it: Votate su
ja: 投票日
pl: Głosowało na
pt: Votado Em
zh_hk: 投票時間

# stake.mempoolTickets
source: Voted Tickets:
ar: التذاكر المصوتة:
de: Abgestimmte Tickets:
es: Tickets Votados:
it: Biglietti votati:
pl: Bilety uczestniczące w głosowaniu:
pt: Tickets Votados:
zh_hk: 已投票選票：

# agenda.votedFor
source: Voted for
ar: صوت لصالح
de: Stimmte für
es: Voto para:
it: Votato per
pl: Głosowało za
pt: Votado para
zh_hk: 已投給

# charts.keys.voted
source: Votes
ar: الأصوات
de: Abstimmungen
es: Votos
it: Voti
ja: 投票
pl: Głosy
pt: Votos
zh_hk: 選票

# proposals.statusLinks.underVote
source: Voting
ar: التصويت
de: Abstimmen
es: En Votación
it: Voto in corso
pl: W trakcie głosowania
pt: Votando
zh_hk: 投票中

# accounts.votingAuthority
source: Voting Authority
ar: سلطة التصويت
de: Voting -Instanz
es: Autoridad de voto
fr: Pouvoir de vote
it: Autorità di voto
ja: 投票権限
pl: Kontrola nad środkami do głosowania
pt: Autoridade de Votação
zh_hk: 投票權益

# votingPreferences.dashboard
source: Voting Dashboard
ar: لوحة معلومات التصويت
es: Panel de votación
fr: Tableau de bord de vote
it: Pannello di voto
ja: 投票ダッシュボード
pl: Panel głosowania
pt: Painel de Votação
zh_hk: 表決總覽

# proposal.overview.deadline.label
source: Voting Deadline
ar: الموعد النهائي للتصويت
es: Plazo para votar
fr: Échéance du vote
it: Scadenza di voto
ja: 投票締め切り
pl: Termin zakończenia głosowania
pt: Data Limite de Votação
zh_hk: 投票截止時間

# agenda.votingFor
source: Voting for
ar: التصويت لصالح
de: Stimmen für
es: Votando
fr: Vote pour
it: Votando per
ja: 投票:
pl: Głosuje za
pt: Votando para
zh_hk: 投票予

# proposalDetails.votingInfo.voted
source: Voting has ended for this proposal
ar: انتهى التصويت على هذا الاقتراح
de: Voting für diesen Vorschlag ist beendet
es: El tiempo para votar esta propuesta ha terminado
fr: Le vote est terminé pour cette proposition
it: Il voto per questa proposta è terminato
ja: この提案に対する投票は終了しました
pl: Głosowanie nad tą propozycją zostało zakończone
pt: Votação encerrada para essa proposta
zh_hk: 此提案的投票已完

# proposalDetails.votingInfo.noTickets
source: Voting is only available upon participation in Staking.
ar: التصويت متاح فقط عند المشاركة في التحصيص.
de: Voting ist nur bei Teilnahme am Staking möglich.
es: La votación solo está disponible tras la participación.
fr: Le vote est disponible uniquement lors de la participation au minage d'enjeu.
it: Il voto è possibile solo se si partecipa allo staking.
ja: 投票は、ステーキングに参加時のみご利用いただけます。
pl: Głosowanie jest dostępne wyłącznie po wzięciu udziału w stakingu.
pt: Votação só está disponível mediante participação em staking.
zh_hk: 投票只在參與權益証明（持有PoS選票）時適用。

# agenda.card.inProgressTooltip
source: Voting is still in progress.
ar: التصويت لا يزال جاريا.
de: Abstimmung ist noch im Gange
es: Votación en progreso.
it: Il voto è ancora in corso.
pl: Głosowanie jest nadal w toku.
pt: Votação ainda em andamento
zh_hk: 表決仍在進行中。

# proposals.community.descr
source: Voting on community proposals allows you to have a say on how the project treasury is spent. Participation in voting requires (PoS) tickets. Proposal creation, discussions and other features are available at {link}
ar: يتيح لك التصويت على مقترحات المجتمع أن يكون لك رأي في كيفية إنفاق خزينة المشروع. تتطلب المشاركة في التصويت تذاكر إثبات الحصة (PoS). إنشاء الاقتراح والمناقشات والميزات الأخرى متوفرة على {link}
de: Durch die Abstimmung über Proposals der Community können Sie mitbestimmen wie die Projektkasse ausgegeben wird. Für die Teilnahme an der Abstimmung sind (PoS-)Tickets erforderlich. Die Erstellung von Proposals, Diskussionen und andere Funktionen sind unter {link} verfügbar.
es: Votar en las propuestas de la comunidad te permite tener voz en la toma de decisiones y cómo se gasta el tesoro. Participar en las votaciones requiere tickets (PoS). La creación de propuestas, su discusión y otras funcionalidades están disponibles en {link}
it: Votare sulle proposte comunitarie ti permette di avere voce in capitolo su come viene spesa la tesoreria del progetto. La partecipazione al voto richiede biglietti (PoS). La creazione di proposte, le discussioni e altre funzioni sono disponibili su {link}.
pl: Głosowanie nad propozycjami społeczności pozwala na wypowiedzenie się na temat sposobu wydatkowania środków z budżetu projektu. Udział w głosowaniu wymaga biletów (PoS). Tworzenie propozycji, dyskusje i inne funkcje są dostępne na stronie {link}
pt: Votar em propostas da comunidade permite que você opine sobre como o tesouro do projeto é gasto. Participação requer tickets PoS. Criação de propostas, discussão e outras funcionalidades estão disponíveis em {link}
zh_hk: 於社區提案投票讓你在項目基金的使用上行使發言權。 參與投票需要(PoS)選票。提案的新增、討論及其他事項可於 {link} 上查閱。

# ln.pendingChannelDetails.typeWaitclose
source: Waiting Close
ar: في انتظار الإغلاق
de: Auf Schließen warten
es: Esperando Cierre
it: In attesa di chiusura
pl: Oczekuje na zamknięcie
pt: Esperando Fechamento
zh_hk: 正在等待關閉

# loaderBar.WaitingDaemon
source: Waiting for daemon connection...
ar: في انتظار اتصال البرنامج الخفي...
de: Auf Daemon Verbindung warten...
es: Esperando conexión al daemon...
it: In attesa di collegamento al daemon...
pl: Oczekiwanie na połączenie z daemonem...
pt: Esperando conexão do daemon...
zh_hk: 正在等待後台服務連線...

# ln.tab.wallet
source: Wallet
ar: المحفظة
es: Cartera
it: Portafoglio
pl: Portfel
pt: Carteira
zh_hk: 錢包

# fatal.wallet.title
source: Wallet Error
ar: خطأ في المحفظة
de: Wallet-Fehler
es: Error de cartera
fr: Erreur du portefeuille
it: Errore portafoglio
ja: ウォレットエラー
pl: Błąd portfela
pt: Erro da carteira
zh_hk: 錢包錯誤

# txDetails.walletInputs
source: Wallet Inputs
ar: مدخلات المحفظة
es: Entradas de cartera
fr: Entrées de portefeuille
it: Entrate portafoglio
ja: ウォレットへのインプット
pl: Transakcje wejściowe portfela
pt: Entradas da Carteira
zh_hk: 錢包輸入

# createwallet.walletname.label
source: Wallet Name
ar: اسم المحفظة
es: Nombre de la cartera
fr: Nom de portefeuille
it: Nome portafoglio
ja: ウォレット名
pl: Nazwa portfela
pt: Nome da Carteira
zh_hk: 錢包名稱

# txDetails.walletOutputs
source: Wallet Outputs
ar: مخرجات المحفظة
es: Salidas de cartera
fr: Sorties de portefeuille
it: Uscite portafoglio
ja: ウォレットへのアウトプット
pl: Transakcje wyjściowe portfela
pt: Saídas da Carteira
zh_hk: 錢包輸出

# trezor.walltCreationPrivatePassphrase
source: Wallet PassPhrase
ar: عبارة مرور المحفظة
es: Frase de contraseña de la cartera
fr: Phrase secrète du portefeuille
it: Frase d'accesso al portafoglio
ja: ウォレットのパスフレーズ
pl: Hasło portfela
pt: Senha da Carteira
zh_hk: 錢包密碼

# ln.connectPage.account
source: Wallet account to use
ar: حساب المحفظة المطلوب استخدامه
de: Zu verwendender Wallet Account
es: Cuenta de la cartera a usar
it: Conto del portafoglio da usare
pl: Skorzystaj z konta
pt: Nome da conta para utilização
zh_hk: 要使用的錢包帳戶

# aboutModal.paragraph3
source: Want to help or get involved, check out
ar: إذا كنت تريد المساعدة أو الانضمام، فجرّب ذلك
de: Möchten Sie helfen oder mitmachen, probieren Sie es aus
es: Si quiere ayudar o participar, consulte
fr: Si vous voulez apporter votre aide ou vous impliquer, ceci vous intéressera
it: Volete aiutare o coinvolgervi, date un'occhiata
ja: ヘルプや参加を希望する場合はチェック
pl: Chcesz pomóc lub zaangażować się, odwiedź
pt: Quer ajudar ou se envolver, veja só
zh_hk: 如欲協助改善或參與，歡迎查閱
