Repository: decred/decrediton
Catalog: app/i18n/po/decrediton.*.po
Languages: ar, de, es, fr, it, ja, pl, pt, zh_hk

# stake.addPool.info
source: Create an account or login to your existing account at {stakePoolLink} Once logged in, select the ‘Settings’ tab, copy and paste your API KEY into the field.
ar: قم بإنشاء حساب أو تسجيل الدخول إلى حسابك الحالي في {stakePoolLink} وبمجرد تسجيل الدخول، حدد علامة التبويب 'الإعدادات'، وانسخ والصق مفتاح واجهة برمجة التطبيقات في الحقل.
de: Erstellen Sie einen Account oder loggen Sie sich bei Ihrem bestehenden Account bei {stakePoolLink} ein. Wählen Sie nach dem Einloggen die Registerkarte „Einstellungen“, kopieren Sie den API-KEY und fügen Sie ihn in das Feld ein.
es: Cree una cuenta o inicie sesión en {stakePoolLink} Una vez lo haga, pulse en la pestaña "Ajustes" y copie y pegue su CLAVE DE API en el campo.
fr: Créez un compte ou connectez-vous à votre compte existant sur {stakePoolLink}. Une fois que vous êtes connecté, sélectionnez l'onglet « Paramètres », puis copiez et collez votre CLÉ d'API dans le champ.
it: Create un account o accedete al vostro account esistente su {stakePoolLink}. Una volta effettuato il login, selezionate la scheda "Impostazioni" e copiate e incollate la vostra CHIAVE API nel campo.
ja: アカウントを作成するか、{stakePoolLink}で既存のアカウントにログインしてください。ログイン後、「設定」タブを選択してAPIキーをフィールドにコピーして貼り付けてください。
pl: Utwórz konto lub zaloguj się do istniejącego konta w {stakePoolLink} Po zalogowaniu, wybierz zakładkę "Ustawienia", skopiuj i wklej swój klucz API w pole.
pt: Crie uma conta ou realize o login na sua conta existente em {stakePoolLink}. Uma vez logado, selecione a aba 'Configurações' (settings), copie e cole a sua CHAVE DE API no campo.
zh_hk: 於 {stakePoolLink} 建立或登入帳戶，登入後進入 ‘Settings’ ，複製並貼上你的API KEY到欄位中。

# accounts.createDefaultAcc
source: Create default Accounts
ar: إنشاء حسابات افتراضية
de: Standard-Accounts erstellen
es: Crear Cuentas predeterminadas
it: Crea conti predefiniti
pl: Utwórz domyślne konta
pt: Criar contas padrão
zh_hk: 新增預設帳戶

# accounts.defaultAccountConfirmations
source: Create default accounts
ar: إنشاء حسابات افتراضية
de: Standard-Accounts erstellen
es: Crear cuentas predeterminadas
it: Crea conti predefiniti
pl: Utwórz domyślne konta
pt: Criar contas padrão
zh_hk: 新增預設帳戶

# ln.connectPage.createAccount
source: Create new
ar: إنشاء جديد
de: Neu erstellen
es: Crear nueva
it: Crea nuovo
pl: Utwórz nowe
pt: Criar nova
zh_hk: 建立全新

# accounts.newAccountConfirmations
source: Create new account
ar: انشاء حساب جديد
de: Neuen Account erstellen
es: Crear nueva contraseña
fr: Créer un compte
it: Crea un nuovo conto
ja: 新規アカウント作成
pl: Utwórz nowe konto
pt: Criar nova conta
zh_hk: 新增帳戶

# proposal.overview.created.label
source: Created by
ar: انشأ من قبل
de: Erstellt von
es: Creado por
fr: Créé par
it: Creato da
ja: 作成者
pl: Utworzona przez
pt: Criada por
zh_hk: 創作者

# wallet.creating.button
source: Creating
ar: يتم إنشاء
de: Erstellen
es: Creando
it: Creando
pl: Tworzenie
pt: Criando
zh_hk: 正在新增

# tickets.description
source: Current Price: {ticketPrice}
ar: السعر الحالي: {ticketPrice}
de: Aktueller Preis: {ticketPrice}
es: Precio actual: {ticketPrice}
fr: Prix actuel : {ticketPrice}
it: Prezzo attuale: {ticketPrice}
ja: 現在の価格: {ticketPrice}
pl: Aktualna cena: {ticketPrice}
pt: Preço atual: {ticketPrice}
zh_hk: 目前費用：{ticketPrice}

# home.currentTotalBalanceLabel
source: Current Total Balance
ar: الرصيد الإجمالي الحالي
de: Aktuelles Gesamtguthaben
es: Saldo total actual
fr: Solde total actuel
it: Saldo totale attuale
ja: 現在の残高総額
pl: Bieżące saldo całkowite
pt: Saldo Total Atual
zh_hk: 目前總餘額

# purchaseTickets.currentStakepool
source: Current VSP
ar: موفر خدمة التصويت الحالي
de: Aktueller VSP
es: VSP actual
it: VSP attuale
pl: Obecny VSP
pt: VSP Atual
zh_hk: 目前的VSP

# privacy.custom.title
source: Custom Privacy Options
ar: خيارات الخصوصية المخصصة
de: Individuelle Datenschutzoptionen
es: Opciones de privacidad personalizadas
fr: Options de confidentialité personnalisées
it: Opzioni di privacy personalizzate
ja: カスタムプライバシーオプション
pl: Spersonalizowane opcje prywatności
pt: Opções de Privacidade Personalizadas
zh_hk: 自訂隱私設定

# privacy.options.custom.title
source: Customize Allowed Connections
ar: تخصيص الاتصالات المسموح بها
de: Zugelassene Verbindungen anpassen
es: Personalizar conexiones permitidas
fr: Personnaliser les connexions autorisées
it: Personalizzare le connessioni consentite
ja: 許可された接続をカスタマイズ
pl: Dostosuj dozwolone połączenia
pt: Personalizar Conexões Permitidas
zh_hk: 自訂允許的連線

# appMenu.cut
source: Cut
ar: قطع
de: Ausschneiden
es: Cortar
fr: Couper
it: Ritaglia
ja: 切り取り
pl: Wytnij
pt: Cortar
zh_hk: 剪下

# login.form.appdata.placeholder
source: Daemon Data Directory
ar: دليل بيانات البرنامج الخفي
de: Daemon-Datenverzeichnis
es: Directorio de datos de Daemon
fr: Répertoire de données de Daemon
it: Cartella dei dati del daemon
ja: デーモンデータディレクトリ
pl: Katalog danych daemona
pt: Diretório de Dados do Daemon
zh_hk: 後台服務數據資料夾

# login.form.appdata.label
source: Daemon Data Directory
ar: دليل بيانات البرنامج الخفي
de: Daemon-Datenverzeichnis
es: Directorio de datos de Daemon
fr: Répertoire de données Daemon
it: Cartella dei dati del daemon
ja: デーモンデータディレクトリ
pl: Katalog danych daemona
pt: Diretório de dados do daemon
zh_hk: 後台服務數據資料夾

# fatal.daemon.title
source: Daemon Error
ar: خطأ في البرنامج الخفي
de: Daemon-Fehler
es: Error de Daemon
fr: Erreur de Daemon
it: Errore del daemon
ja: デーモンエラー
pl: Błąd daemona
pt: Erro do Daemon
zh_hk: 後台服務時錯誤

# daemonSyncingTimeout.errors
source: Daemon connection timeout exceded. That Probably means you filled your parameters wrong. Please review it.
ar: تم تجاوز مهلة اتصال البرنامج الخفي. هذا يعني على الأرجح أنك ملأت المعلمات بشكل خاطئ. يرجى مراجعتها.
de: Daemon-Verbindungs-Timeout überschritten. Das bedeutet wahrscheinlich, dass Sie Ihre Parameter falsch eingegeben haben. Bitte überprüfen Sie dies.
es: Se excedió el tiempo de espera de conexión con el Daemon. Esto probablemente significa que se equivocó al configurar los parámetros. Por favor revíselos.
it: Il timeout della connessione al daemon è stato superato. Questo probabilmente significa che i parametri sono stati inseriti in modo errato. Si prega di ricontrollare.
pl: Limit czasu na połączenie z daemonem został przekroczony. Oznacza to prawdopodobnie, że błędnie wpisano parametry. Prosimy sprawdzić je ponownie.
pt: Tempo máximo de conexão ao daemon excedido. Isso provavelmente significa que você preencheu os parâmetros incorretamente. Por favor revise-os.
zh_hk: 後台服務連接超時。 請檢查你是否輸入了錯誤的參數。

# export.dailyBalances.name
source: Daily Balances
ar: الأرصدة اليومية
de: Tägliche Guthaben
es: Saldos diarios
fr: Soldes quotidiens
it: Saldi giornalieri
ja: 日次残高
pl: Bilans dzienny
pt: Saldos Diários
zh_hk: 每日餘額

# settings.uitheme.type.dark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
it: Scuro
pl: Ciemny
pt: Escuro
zh_hk: 深色

# export.dailyBalances.fields.time
source: Date of the balance. The time part is always fixed as the last second of the day (to represent the balance at the end of that day).
ar: تاريخ الرصيد. يتم تثبيت الجزء الزمني دائمًا كآخر ثانية من اليوم (لتمثيل الرصيد في نهاية ذلك اليوم).
de: Datum des Guthabens. Der Zeitteil wird immer als die letzte Sekunde des Tages festgelegt (um das Guthaben am Ende dieses Tages darzustellen).
es: Fecha del saldo. La hora siempre se fija como el último segundo del día (para representar el saldo al final de ese día).
fr: Date du solde. La partie relative au temps est toujours fixée à la dernière seconde de la journée (pour représenter le solde à la fin de cette journée).
it: Data del saldo. Il tempo è sempre fisso all'ultimo secondo della giornata (per rappresentare il saldo alla fine di quella giornata).
ja: 残高の日付。時間は、常にその日の最終時間として固定（当該日終了時点の残高を示すため）。
pl: Data salda. Czas jest zawsze ustalany jako ostatnia sekunda dnia (w celu przedstawienia salda na koniec tego dnia).
pt: Data do saldo. A parte da hora é sempre fixa como o último segundo do dia (para representar o saldo no fim daquele dia).
zh_hk: 餘額日子。時間總是固定為該日的最後一秒（表示當天的結餘）。

# export.tickets.fields.time
source: Date/Time of ticket purchase.
ar: تاريخ/وقت شراء التذكرة.
de: Datum und Uhrzeit des Ticketkaufs.
es: Fecha de compra del ticket.
it: Data/ora dell'acquisto del biglietto.
pl: Data/godzina zakupu biletu.
pt: Data/Hora da compra do ticket.
zh_hk: 選票交易的日期和時間。

# export.tickets.fields.spenderTimestamp
source: Date/Time of vote/revocation.
ar: تاريخ/وقت التصويت/الإلغاء.
de: Datum bzw. Uhrzeit von Abstimmung bzw. Widerruf.
es: Fecha/Hora de voto/revocación.
fr: Date/Heure de vote/révocation.
it: Data/ora del voto/revoca.
ja: 投票/取消の日時。
pl: Data/godzina głosowania/wycofania.
pt: Data/hora do voto/revogação.
zh_hk: 投票／撤銷的日期和時間。

# export.transactions.fields.time
source: Date/time of the transaction
ar: تاريخ/وقت المعاملة
de: Datum und Uhrzeit der Transaktion
es: Fecha/Hora de transacción
fr: Date/heure de la transaction
it: Data/ora della transazione
ja: 取引日時
pl: Data/godzina transakcji
pt: Data/hora da transação
zh_hk: 交易的日期和時間

# export.balances.fields.time
source: Date/time that the balance changed
ar: تاريخ/وقت تغيير الرصيد
de: Datum und Uhrzeit der Guthabenänderung
es: Fecha/Hora de cambio en el saldo
fr: Date/heure de modification du solde
it: Data/ora in cui il saldo è cambiato
ja: 残高が変更した日時
pl: Data/godzina zmiany salda
pt: Data/hora que o saldo mudou
zh_hk: 餘額更改的日期及時間

# export.votettime.fields.daysToVote
source: Day bucket
ar: دخل اليوم
de: Tages-Bucket
es: Grupo del día
fr: Groupe du jour
it: Intervallo del giorno
ja: 日数
pl: Przychód dnia
pt: Dia
zh_hk: 日期範圍

# charts.keys.day
source: Days
ar: الأيام
de: Tage
es: Días
fr: Jours
it: Giorni
ja: 日
pl: Dni
pt: Dias
zh_hk: 天數

# settings.privacy.dcrdata.label
source: Decred Block Explorer
ar: مستكشف كتلة الديكريد
es: Explorador de bloques de Decred
fr: Explorateur de blocs Decred
ja: Decredブロックエクスプローラー
pl: Eksplorator bloków Decred
pt: Explorador de Blocos da Decred
zh_hk: Decred區塊鏈瀏覽器

# help.constitution.subtitle
source: Decred Project Constitution
ar: دستور مشروع الديكريد
de: Decred Projektsatzung
es: Constitución del proyecto Decred
fr: Constitution de projet Decred
it: Costituzione del progetto Decred
ja: Decredプロジェクト規約
pl: Konstytucja projektu Decred
pt: Constituição do Projeto Decred
zh_hk: Decred 憲法

# aboutModal.paragraph2b
source: Decred contributors
ar: المساهمون في الديكريد
de: Decred Mitwirkende
es: Contribuyentes de Decred
fr: Contributeurs Decred
it: Collaboratori di Decred
ja: Decredコントリビューター
pl: Współtwórcy Decred
pt: Contribuidores decred
zh_hk: Decred 貢獻者

# purchase.ticket.decred.docs
source: Decred docs
ar: مستندات ديكريد
de: Decred Dokumentation
es: Documentación
it: Documenti Decred
pl: Dokumenty Decred
pt: Docs da Decred
zh_hk: Decred說明文件

# aboutModal.paragraph2a
source: Decrediton is free and open source software, developed and designed by the global team of
ar: ديكريديتون هو برنامج مجاني ومفتوح المصدر، تم تطويره وتصميمه بواسطة فريق عالمي من
de: Decredition ist eine kostenlose und Open Source-Software, und wurde entwickelt und gestaltet vom globalen Team von
es: Decrediton es un software libre y gratuito desarrollado y diseñado por el equipo global de
fr: Decrediton est un logiciel gratuit et open source, développé et conçu par l'équipe mondiale de
it: Decrediton è un software libero e open source, sviluppato e progettato dal team globale di
ja: Decreditionは無料のオープンソースソフトウェアで、次のグローバルチームにより開発、デザインされました。
pl: Decrediton jest wolnym i otwartym oprogramowaniem, opracowanym i zaprojektowanym przez globalny zespół
pt: Decrediton é um software livre e de código aberto, projetado e desenvolvido por um time global de
zh_hk: Decrediton 是自由及開放源碼軟件，由分佈世界各地的貢獻者團隊設計和開發

# tickets.purchasing.message
source: Decrediton is still finalizing ticket purchases. Tickets may not be registered with the VSP if you proceed now, which can result in missed votes.
pl: Decrediton finalizuje zakup biletów. Bilety mogą nie zostać zarejestrowane u VSP, jeśli przejdziesz dalej, co może skutkować przegapionymi głosami.
zh_hk: Decrediton仍在完成買票程序。如果現在關閉Decrediton， 或無法與VSP登記選票，導致錯過投票。

# tickets.startAutoBuyerConfirmation.description
source: Decrediton must remain running for tickets to be automatically purchased.
ar: يجب أن تظل ديكريديتون قيد التشغيل حتى يتم شراء التذاكر تلقائيًا.
de: Decrediton muss laufen, damit Tickets automatisch gekauft werden.
es: Decrediton debe estar en funcionamiento para proceder a la compra automática de tickets.
fr: Decrediton doit rester en cours d'exécution pour permettre l'achat automatique de tickets.
it: Decrediton deve rimanere in funzione per l'acquisto automatico dei biglietti.
ja: Decreditonはチケットを自動的に購入できるよう稼働した状態であること。
pl: Decrediton musi pozostać włączony, aby bilety mogły zostać zakupione automatycznie.
pt: Decrediton deve permanecer rodando para os tickets serem automaticamente comprados.
zh_hk: Decrediton必須維持開啟狀態方可自動買票。

# vsp.tickets.startAutoBuyerConfirmation.description
source: Decrediton must remain running for tickets to be automatically purchased.
ar: يجب أن تظل ديكريديتون قيد التشغيل حتى يتم شراء التذاكر تلقائيًا.
de: Damit Tickets automatisch gekauft werden können muss die Decrediton weiterhin laufen.
es: Decrediton debe quedar corriendo para comprar tickets de forma automática.
it: Decrediton deve rimanere in funzione per l'acquisto automatico dei biglietti.
pl: Decrediton musi pozostać włączony, aby bilety mogły zostać zakupione automatycznie.
pt: A Decrediton deve permanecer em execução para que tickets sejam comprados automaticamente.
zh_hk: Decrediton必須維持開啟狀態方可自動買票。

# getStarted.releaseNotesTitle
source: Decrediton v{version} Released
ar: تم إصدار ديكريديتون النسخة {version}
de: Decrediton V{version} veröffentlicht
es: Decrediton versión {version} ya disponible
fr: Decrediton v{version} publié
it: Decrediton v{version} rilasciato
ja: Decrediton v{version} リリース済
pl: Wypuszczono Decrediton v{version}
pt: Decrediton v{version} Lançada
zh_hk: Decrediton v{version} 現已推出

# getStarted.decrypt.label
source: Decrypt Wallet
ar: فك تشفير المحفظة
de: Wallet entschlüsseln
es: Desencriptar cartera
fr: Déchiffrer un portefeuille
it: Decifra portafoglio
ja: ウォレットの複合化
pl: Odszyfruj portfel
pt: Descriptografar Carteira
zh_hk: 錢包解密

# fatal.button.delete
source: Delete and Shutdown
ar: حذف وإغلاق
de: Löschen und Herunterfahren
es: Eliminar y apagar
fr: Supprimer et fermer
it: Cancella e spegni
ja: 削除してシャットダウン
pl: Usuń i zamknij
pt: Excluir e Desligar
zh_hk: 刪除並關閉

# ln.invoicesTab.addInvoice.memo
source: Description
ar: وصف
de: Beschreibung
es: Descripción
it: Descrizione
pl: Opis
pt: Descrição
zh_hk: 描述

# ln.paymentsTab.destLabel
source: Destination
ar: الوجهة
de: Ziel
es: Destino
it: Destinazione
pl: Adres docelowy
pt: Destino
zh_hk: 目的地

# export.destination
source: Destination
ar: الوجهة
de: Ziel
es: Destino
it: Destinazione
ja: 宛先
pl: Adres docelowy
pt: Destino
zh_hk: 儲存位置

# send.confirmAmountAccount
source: Destination account
ar: الحسابات المستقبلة
de: Ziel-Account
es: Cuenta de destino
fr: Compte de destination
it: Conto destinatario
ja: 宛先アカウント
pl: Konto docelowe
pt: Conta de Destino
zh_hk: 目的帳戶

# send.confirmAmountAddress
source: Destination address
ar: عنوان الوجهة
de: Zieladresse
es: Dirección de destino
fr: Adresse de destination
it: Indirizzo destinatario
ja: 宛先アドレス
pl: Adres docelowy
pt: Endereço de Destino
zh_hk: 目的地址

# send.confirmAmountAddresses
source: Destination addresses
ar: عناوين الوجهة
de: Zieladressen
es: Direcciones de destino
fr: Adresses de destination
it: Indirizzi destinatari
ja: 宛先アドレス
pl: Adresy docelowe
pt: Endereços de Destino
zh_hk: 目的地址

# export.transactions.fields.direction
source: Detected direction of a regular transaction in relation to the wallet (send/receive/transfer)
ar: إكتشاف اتجاه معاملة منتظمة فيما يتعلق بالمحفظة (إرسال/استلام/تحويل)
de: Erkannte Richtung einer regulären Transaktion in Bezug auf das Wallet (senden, empfangen, transferieren)
es: Dirección detectada de una transacción convencional en relación con la cartera (enviar/recibir/transferir)
fr: Direction détectée d'une transaction régulière en relation avec le portefeuille (envoi/réception/transfert)
it: E' stata rilevata la direzione di una transazione regolare in relazione al portafoglio (invio/ricevimento/trasferimento)
ja: ウォレットに関して通常取引が検知された方向（送信/受信/転送）
pl: Wykryto kierunek regularnej transakcji w stosunku do portfela (wysyłanie/odbiór/transfer)
pt: Direção detectada para uma transação regular em relação a carteira (envio/recebimento/transferência)
zh_hk: 錢包中交易的流向（付款／收款／轉帳）

# export.transactions.fields.type
source: Detected transaction type (regular, ticket purchase, vote, etc)
ar: نوع المعاملة المكتشفة (عادية، شراء تذكرة، تصويت، إلخ)
de: Erkannter Transaktionstyp (regelmäßig, Ticketkauf, Abstimmung usw.)
es: Tipo de transacción detectada (convencional, compra de tickets, voto, etc.)
fr: Type de transaction détecté (régulière, achat de tickets, vote, etc.)
it: Tipo di transazione rilevato (regolare, acquisto di biglietti, voto ecc.)
ja: 検知された取引タイプ（通常、チケット購入、投票など）
pl: Wykryto rodzaj transakcji (zwykła, zakup biletu, głosowanie itp.)
pt: Direção detectada para uma transação regular em relação a carteira (envio/recebimento/transferência)
zh_hk: 交易類別（一般、買票、投票等）

# trezor.recoveryButtons.header
source: Device Recovery
ar: استعادة الجهاز
de: Gerätewiederherstellung
es: Recuperación del dispositivo
fr: Récupération du périphérique
it: Recupero dispositivo
ja: デバイスの復元
pl: Odzyskiwanie urządzenia
pt: Recuperação de Dispositivo
zh_hk: 裝置恢復

# spv.options.disable.title
source: Disable SPV
ar: تعطيل التحقق البسيط من الدفع
de: SPV deaktivieren
es: Deshabilitar SPV
fr: Désactiver SPV
it: Disabilita SPV
ja: SPVを無効化
pl: Wyłącz tryb SPV
pt: Desabilitar SPV
zh_hk: 停用SPV

# settings.spv.false
source: Disabled
ar: معطّل
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disabilitato
ja: 無効
pl: Wyłączony
pt: Desabilitado
zh_hk: 停用

# settings.advancedDaemon.false
source: Disabled
ar: معطّل
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disabilitato
ja: 無効化
pl: Wyłączone
pt: Desabilitado
zh_hk: 停用

# settings.uiAnimations.disabled
source: Disabled
pl: Wyłączone

# privacy.options.disabled.description
source: Disables all connections to third party (non-dcrd/non-dcrwallet) services. This may prevent you from using certain features of the app. Recommended for advanced users.
ar: تعطيل كافة الاتصالات بخدمات الجهات الخارجية (non-dcrd/non-dcrwallet). قد يمنعك هذا من استخدام ميزات معينة في التطبيق. موصى به للمستخدمين المتقدمين.
de: Deaktiviert alle Verbindungen zu Drittanbieterdiensten (non-dcrd/non-drwallet). Dies verhindert möglicherweise die Nutzung bestimmter Funktionen der App. Für fortgeschrittene Benutzer empfohlen.
es: Se deshabilitan todas las conexiones a servicios de terceros (que no sean dcrd ni cartera de dcr). Esto podría impedirle utilizar determinadas funcionalidades de la aplicación. Recomendado para usuarios avanzados.
fr: Désactive toutes les connexions à des services tiers (non dcrd/non dcrwallet). Cela peut vous empêcher d'utiliser certaines fonctionnalités de l'application. Recommandé pour les utilisateurs avancés.
it: Disabilita tutte le connessioni a servizi di terze parti (non-dcrd/non-dcrwallet). Questo potrebbe impedirvi di usare alcune funzioni dell'app. Consigliato ad utenti esperti.
ja: サードパーティ(非dcrd/非dcrwallet)サービスへの全ての接続を無効にします。これにより、アプリの一部機能が利用できなくなる場合があります。上級ユーザーにお勧め。
pl: Wyłącza wszystkie połączenia z usługami zewnętrznymi (niezwiązane z dcrd/dcrwallet). Może to uniemożliwić korzystanie z niektórych funkcji aplikacji. Zalecane dla zaawansowanych użytkowników.
pt: Desabilita todas as conexões a serviços de terceiros (não-dcrd/não-dcrwallet). Isso pode impedi-lo de usar certas funcionalidades da aplicação. Recomendado para usuários avançados.
zh_hk: 停止連線所有第三方（非dcrd／非dcrwallet）服務。程式的部份功能可能因而無法使用。只建議進階使用者選取此項。

# getStarted.header.discoveringAddresses.meta
source: Discovering addresses
ar: يتم اكتشاف العناوين
de: Adressen werden gesucht
es: Identificando direcciones
fr: Découverte d'adresses
it: Scoprendo indirizzi
ja: アドレスの検索
pl: Odkrywanie adresów
pt: Descobrindo Endereços
zh_hk: 正在掃瞄地址

# purchase.ticket.modal.title
source: Dismiss
ar: إبعاد
de: Verwerfen
es: Cerrar
it: Congeda
pl: Odrzuć
pt: Dispensar
zh_hk: 忽略

# purchase.ticket.dismiss.warn
source: Dismiss Message
ar: إبعاد الرسالة
de: Nachricht verwerfen
es: Eliminar Mensaje
it: Congeda messaggio
pl: Odrzuć wiadomość
pt: Dispensar Mensagem
zh_hk: 忽略訊息

# settings.displayedUnits
source: Displayed Units
ar: الوحدات المعروضة
de: Angezeigte Einheiten
es: Unidades mostradas
fr: Unités affichées
it: Unità visualizzate
ja: 表示ユニット
pl: Wyświetlane jednostki
pt: Unidades Exibidas
zh_hk: 顯示單位

# privacy.mixer.modal.description
source: Do you want to start the mixer? Decrediton should not be closed while the mixer is running.
ar: هل تريد بدء تشغيل الخلاط؟ لا ينبغي إغلاق ديكريديتون أثناء تشغيل الخلاط.
de: Wollen Sie den Mixer starten? Decrediton sollte nicht geschlossen werden, während der Mixer läuft.
es: ¿Desea iniciar el mezclador? Decrediton no debe cerrarse mientras el mezclador está corriendo.
it: Vuoi avviare il miscelatore? Decrediton non deve essere chiuso mentre il miscelatore è in funzione.
pl: Chcesz uruchomić mikser? Nie powinno się zamykać portfela Decrediton, gdy mikser jest uruchomiony.
pt: Deseja iniciar o mixer? A Decrediton não deve ser fechada enquanto o mixer estiver em execução.
zh_hk: 你想要啟動混幣器嗎？ 在混幣器運作的時候，請不要關閉Decrediton。

# privacy.create.default.description
source: Do you wish to create default mixing accounts {mixed} and {change}? {boldMessage}
ar: هل ترغب في إنشاء حسابات خلط افتراضية {mixed} و {change}؟ {boldMessage}
de: Möchten Sie Standard-Mix-Accounts {mixed} und {change} erstellen? {boldMessage}
es: ¿Desea crear las cuentas de mezcla predeterminadas {mixed} y {change}? {boldMessage}
it: Vuoi creare conti predefiniti di miscelazione {mixed} e {change}? {boldMessage}
pl: Czy chcesz utworzyć domyślne konta do mieszania {mixed} i {change}? {boldMessage}
pt: Deseja criar as contas padrão de mixing {mixed} e {change}? {boldMessage}
zh_hk: 你想要新增預設的混幣帳戶 {mixed} 及 {change} 嗎？{boldMessage}

# docs.unavailable
source: Document '{name}' is unavailable in the current language. Please request it in the community channels.
ar: المستند "{name}" غير متوفر في اللغة الحالية. يرجى طلبه في قنوات المجتمع.
de: Das Dokument '{name}' ist nicht in der derzeit genutzten Sprache verfügbar. Bitte fordern Sie es in den Community-Kanälen an.
es: El documento "{name}" no se encuentra disponible en el idioma actual. Solicítelo en los canales comunitarios.
fr: Le document « {name} » n'est pas disponible dans la langue actuelle. Veuillez le demander dans les chaînes de la communauté.
it: Il documento '{name}' non è disponibile nella lingua attuale. Si prega di richiederlo nei canali della comunità.
ja: ドキュメント「{name}」はこの言語で利用できません。コミュニティチャネルでリクエストしてください。
pl: Dokument '{name}' jest niedostępny w aktualnym języku. Zgłoś o niego wniosek na kanałach społecznościowych.
pt: Documento {name} não traduzido para português. Requisite essa tradução através dos canais da comundiade.
zh_hk: 此語言沒有可用的「{name}」說明文件。請到社區頻道提出相關要求。

# help.documentation
source: Documentation
ar: المستندات
de: Dokumentation
es: Documentación
it: Documentazione
ja: ドキュメンテーション
pl: Dokumentacja
pt: Documentação
zh_hk: 說明文件

# appMenu.documentation
source: Documentation
ar: المستندات
de: Dokumentation
es: Documentación
it: Documentazione
ja: ドキュメンテーション
pl: Dokumentacja
pt: Documentação
zh_hk: 說明文件

# myTickets.loadingMoreTicketsProgressDesc
source: Down to block {block} ({blockPerc, number, percent})
ar: وصولا الى الكتلة {block} ({blockPerc, number, percent})
de: Bis hinunter zum Block {block} ({blockPerc, number, percent})
es: Hasta el bloque {block} ({blockPerc, number, percent})
it: Fino al blocco {block} ({blockPerc, number, percent})
pl: Do bloku {block} ({blockPerc, number, percent})
pt: Até o bloco {block} ({blockPerc, number, percent})
zh_hk: 下至{block}區塊 ({blockPerc, number, percent})
