Repository: decred/decrediton
Catalog: app/i18n/po/decrediton.*.po
Languages: ar, de, es, fr, it, ja, pl, pt, zh_hk

# stakeSPV.votedTickets
source: Own Mempool Tickets:
ar: التذاكر المملوكة بتَجَمّع الذاكرة:
de: Eigene Mempool-Tickets
es: Tickets propios en la Mempool:
it: Biglietti mempool posseduti:
pl: Posiadane bilety w mempoolu
pt: Tickets Mempool Próprios:
zh_hk: 未打包票：

# stake.liveTicketsFoot
source: Own Mempool: {ownMempoolTickets} Immature: {immatureTickets }
ar: تَجَمّع الذاكرة المملوك: {ownMempoolTickets} غير ناضجة: {immatureTickets}
de: Eigene Mempool: {ownMempoolTickets} Unfertig: {immatureTickets }
es: Su Mempool: {ownMempoolTickets} Inmaduros: {immatureTickets }
it: Propri in mempool: {ownMempoolTickets} Immaturi: {immatureTickets }
pl: Posiadane w mempoolu: {ownMempoolTickets} Niedojrzałe: {immatureTickets }
pt: Mempool Própria: {ownMempoolTickets} Imaturos: {immatureTickets}
zh_hk: 未打包： {ownMempoolTickets} 未成熟： {immatureTickets }

# securitycenter.validate.result.owned
source: Owned address
ar: العنوان المملوك
de: Zugeordnete Adresse
es: Dirección de propiedad
fr: Adresse détenue
it: Indirizzo posseduto
ja: 所有アドレス
pl: Adres w posiadaniu tego portfela
pt: Endereço é da Carteira!
zh_hk: 地址有效且是持有者

# vsp.ticket.paid
source: Paid
ar: مدفوع
de: Bezahlt
es: Pago
it: Pagato
pl: Zapłacono
pt: Pago
zh_hk: 已繳費

# vsp.ticket.vsp.fee.paid
source: Paid Fee
ar: الرسوم المدفوعة
de: Bezahlte Gebühr
es: Comisión Paga
it: Tariffa pagata
pl: Uiszczona opłata
pt: Taxa Paga
zh_hk: 已繳付手續費

# process.mangedTickets.title
source: Passphrase
pl: Hasło

# process.unmangedTickets.title
source: Passphrase
pl: Hasło

# trezor.passphraseProtectionSuccess.disabled
source: Passphrase protection has been disabled in Trezor {label}
ar: تم تعطيل الحماية بعبارة المرور في تريزور {label}
de: Der Passphrasenschutz wurde in Trezor {label} deaktiviert
es: La protección con contraseña fue desactivada en el Trezor {label}
it: La protezione con frase d'accesso è stata disabilitata sul Trezor {label}
pl: Ochrona hasłem w urządzeniu Trezor {label} została wyłączona
pt: Proteção por senha desabilitada na Trezor {label}
zh_hk: 已停用Trezor {label} 的密碼保護

# trezor.passphraseProtectionSuccess.enabled
source: Passphrase protection has been enabled in Trezor {label}
ar: تم تمكين الحماية بعبارة المرور في تريزور {label}
de: Der Passphrasenschutz wurde in Trezor {label} aktiviert
es: La contraseña fue activada en el Trezor {label}
it: La protezione con frase d'accesso è stata abilitata sul Trezor {label}
pl: Ochrona hasłem w urządzeniu Trezor {label} została włączona
pt: Proteção por senha habilitada na Trezor {label}
zh_hk: 已啟用Trezor {label} 的密碼保護

# trezor.walletCreationPassphrasesMismatched
source: Passphrases are different
ar: عبارات المرور مختلفة
de: Passphrasen unterscheiden sich
es: Las frases de contraseña son distintas
fr: Les phrases secrètes sont différentes
it: Le frasi d'accesso sono diverse
ja: パスフレーズが一致しません
pl: Hasła są różne
pt: Senhas são diferentes
zh_hk: 密碼不符

# error.not.same.pass
source: Passwords does not match.
ar: كلمات المرور غير متطابقة.
de: Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
it: Le parole chiave non corrispondono.
pl: Hasła nie zgadzają się.
pt: Senhas não conferem.
zh_hk: 密碼不相符。

# appMenu.paste
source: Paste
ar: لصق
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
ja: 貼り付け
pl: Wklej
pt: Colar
zh_hk: 貼上

# trezorPage.updateFirmwarePah
source: Path to firmware file
ar: المسار إلى ملف البرمجيات المجسدة
de: Pfade der Firmware-Datei
es: Ruta al archivo de firmware
fr: Chemin vers fichier de microprogramme
it: Percorso al file del firmware
ja: ファームウェアファイルへのパス
pl: Ścieżka do pliku z firmwarem
pt: Caminho até o arquivo de firmware
zh_hk: 韌體檔案的路徑

# ln.paymentsTab.hashLabel
source: Payment Hash
ar: تجزئة الدفع
de: Zahlungs-Hash
es: Hash del Pago
it: Hash del pagamento
pl: Hash płatności
pt: Hash de Pagamento
zh_hk: 付款的雜湊值

# ln.paymentsTab.payReq
source: Payment Request
ar: طلب الدفع
de: Zahlungsanforderung
es: Solicitud de Pago
it: Richiesta di pagamento
pl: Wniosek o płatność
pt: Pedido de Pagamento
zh_hk: 付款請求

# ln.ntf.sendPaymentSuccess
source: Payment sent successfully!
ar: تم إرسال الدفعة بنجاح!
de: Zahlung erfolgreich gesendet!
es: ¡Pago enviado con éxito!
it: Pagamento inviato correttamente!
pl: Płatność wysłana pomyślnie!
pt: Pagamento enviado com sucesso!
zh_hk: 成功發送付款！

# ln.tab.payments
source: Payments
ar: المدفوعات
de: Zahlungen
es: Pagos
it: Pagamenti
pl: Płatności
pt: Pagamentos
zh_hk: 付款

# ln.description.payments
source: Payments sent from this LN wallet.
ar: المدفوعات المرسلة من محفظة الشبكة البرقية هذه.
de: Zahlungen von diesem LN Wallet gesendet.
es: Pagos hechos desde esta cartera LN.
it: Pagamenti inviati da questo portafoglio LN.
pl: Płatności wysyłane z tego portfela LN.
pt: Pagamentos enviados por essa carteira LN.
zh_hk: 於閃電網路錢包發送付款。

# txHistory.Pending
source: Pending
ar: معلقة
de: Ausstehend
es: Pendiente
fr: En attente
it: In sospeso
ja: 保留
pl: Oczekujące
pt: Pendente
zh_hk: 待處理

# txDetails.indicatorPending
source: Pending
ar: معلقة
de: Ausstehend
es: Pendiente
fr: En attente
it: In sospeso
ja: 保留
pl: Oczekujące
pt: Pendente
zh_hk: 待處理

# ln.channelsTab.pendingList
source: Pending Channels
ar: القنوات المعلقة
de: Ausstehende Kanäle
es: Canales Pendientes
it: Canali in sospeso
pl: Kanały oczekujące
pt: Canais Pendentes
zh_hk: 待定通道

# trezor.pinProtectionSuccess.disabled
source: Pin protection has been disabled in Trezor {label}
ar: تم تعطيل الحماية برقم التعريف الشخصي في تريزور {label}
de: Der Pin-Schutz wurde im Trezor {label} deaktiviert
es: Se desactivó el PIN de seguridad en el Trezor {label}
it: La protezione con pin è stata disattivata sul Trezor {label}
pl: Ochrona kodem PIN w urządzeniu Trezor {label} została wyłączona
pt: Proteção por pin desabilitada na Trezor {label}
zh_hk: 已停用Trezor {label} 的PIN保護

# trezor.pinProtectionSuccess.enabled
source: Pin protection has been enabled in Trezor {label}
ar: تم تمكين الحماية برقم التعريف الشخصي في تريزور {label}
de: Pin-Schutz wurde im Trezor {label} aktiviert
es: Se activó el PIN de seguridad en el trezor {label}
it: La protezione con pin è stata attivata sul Trezor {label}
pl: Ochrona kodem PIN w urządzeniu Trezor {label} została włączona
pt: Proteção por pin habilitada na Trezor {label}
zh_hk: 已啟用Trezor {label} 的PIN保護

# createwallet.dupeWalletName.error
source: Please choose an unused wallet name
ar: الرجاء اختيار اسم محفظة غير مستخدم
de: Bitte wählen Sie einen unbenutzten Wallet-Namen aus
es: Escoja un nombre de cartera que no esté en uso
fr: Veuillez choisir un nom de portefeuille non utilisé
it: Si prega di scegliere un nome non utilizzato per il portafoglio
ja: 未使用のウォレット名を選択してください
pl: Wybierz nazwę portfela, która nie jest w użyciu
pt: Por favor escolha um nome de carteira não utilizado
zh_hk: 請選擇一個未被使用的錢包名稱

# send.errors.invalidAddress
source: Please enter a valid address
ar: يرجى إدخال عنوان صحيح
de: Bitte geben Sie eine gültige Adresse ein
es: Introduzca una dirección válida
fr: Veuillez saisir une adresse valide
it: Si prega di inserire un indirizzo valido
ja: 有効なアドレスを入力してください
pl: Proszę podać prawidłowy adres
pt: Digite um endereço válido
zh_hk: 請輸入有效的地址

# send.errors.invalidAmount
source: Please enter a valid amount
ar: يرجى إدخال مبلغ صحيح
de: Bitte geben Sie einen gültigen Betrag ein
es: Introduzca una cantidad válida
fr: Veuillez saisir un montant valide
it: Si prega di inserire un importo valido
ja: 有効な金額を入力してください
pl: Proszę wpisać prawidłową kwotę
pt: Digite um valor válido
zh_hk: 請輸入有效的金額

# receive.errors.invalidAmount
source: Please enter a valid amount
ar: يرجى إدخال مبلغ صحيح
de: Bitte geben Sie einen gültigen Betrag ein
es: Por favor, ingrese un monto válido
it: Si prega di inserire un importo valido
pl: Proszę wpisać prawidłową kwotę
pt: Por favor digite um valor válido
zh_hk: 請輸入有效的金額

# send.errors.negativeAmount
source: Please enter a valid amount (> 0)
ar: يرجى إدخال مبلغ صحيح (0 <)
de: Bitte geben Sie einen gültigen Betrag (> 0) ein
es: Introduzca una cantidad válida (> 0)
fr: Veuillez saisir un montant valide (> 0)
it: Si prega di inserire un importo valido (> 0)
ja: 有効な値を入力してください（> 0）
pl: Proszę wpisać prawidłową kwotę (> 0)
pt: Digite um valor válido (> 0)
zh_hk: 請輸入有效的金額 (> 0)

# receive.errors.negativeAmount
source: Please enter a valid amount (> 0)
ar: يرجى إدخال مبلغ صحيح (0 <)
de: Bitte geben Sie einen gültigen Betrag (> 0) ein
es: Por favor, ingrese un monto válido (> 0)
it: Si prega di inserire un importo valido (> 0)
pl: Proszę wpisać prawidłową kwotę (> 0)
pt: Por favor digite um valor válido (> 0)
zh_hk: 請輸入有效的金額 (> 0)

# fatal.suggestion.fallthrough
source: Please note the error above and go to the support channel on matrix or some other preferred chat channel for help resolving the issue. {link}
ar: يرجى ملاحظة الخطأ أعلاه والانتقال إلى قناة الدعم في الماتريكس أو بعض قنوات الدردشة المفضلة الأخرى للمساعدة في حل المشكلة. {link}
de: Bitte beachten Sie den obigen Fehler und gehen Sie zum Supportkanal auf Matrix oder einem anderen bevorzugten Chat-Kanal für Hilfe bei der Lösung des Problems. {link}
es: Por favor, registre el error y vaya al canal de soporte en Matrix, Telegram o su chat de preferencia para resolver el problema. {link}
it: Notate l'errore sopra riportato e accedete al canale di supporto su Matrix o ad un altro canale di chat preferito per aiuto nel risolvere il problema. {link}
pl: Proszę zanotować powyższy błąd i przejść do kanału wsparcia lub innego preferowanego kanału czatu by uzyskać pomoc w rozwiązaniu problemu. {link}
pt: Por favor anote os erros acima e acesse o canal de suporte na matrix ou outro canal de chat para obter ajuda com o problema. {link}
zh_hk: 請記錄上述錯誤，並到我們的在matrix、discord、telegram等平台上的支援頻道， 以獲得幫助解決問題。

# SendFromUnmixed.confirmPhraseInstruction
source: Please type {confirmationPhrase} to allow sending from unmixed accounts.
ar: الرجاء كتابة {ConfirmPhrase} للسماح بالإرسال من حسابات غير مَخلُوطة.
de: Bitte geben Sie {confirmationPhrase} ein um das Senden von ungemixten Accounts zu ermöglichen.
es: Por favor, escriba {confirmationPhrase} para permitir enviar DCR desde cuentas sin mezclar.
it: Digitare {confirmationPhrase} per consentire l'invio da conti non miscelati.
pl: Proszę wpisać {confirmationPhrase} aby umożliwić wysyłanie z niemieszanych kont.
pt: Por favor digite {confirmationPhrase} para permitir o envio de fundos de contas não misturadas.
zh_hk: 請輸入 {confirmationPhrase} 以允許從未混幣帳戶發送。

# seedCopyConfirmModal.confirmPhraseInstruction
source: Please type {confirmationPhrase} to copy the seed.
ar: الرجاء كتابة {ConfirmPhrase} لنسخ البذرة.
de: Bitte tippen Sie {confirmationPhrase} ein, um den Seed zu kopieren.
es: Escriba {confirmationPhrase} para copiar la semilla.
fr: Veuillez saisir {confirmationPhrase} pour copier la graine.
it: Digitare {confirmationPhrase} per copiare il seed.
ja: シードをコピーするには{confirmationPhrase}と入力してください。
pl: Proszę wpisać {confirmationPhrase} aby skopiować ziarno.
pt: Por favor digite {confirmationPhrase} para copiar a seed.
zh_hk: 請輸入 {confirmationPhrase} 以複製種子。

# ln.nodeInfo.channel.policy.name
source: Policy
ar: السياسة العامة
de: Richtlinie
es: Política
pl: Wytyczne
pt: Política
zh_hk: 原則

# proposals.enablePoliteia.description
source: Politeia integration is disabled by privacy settings. It must be enabled to access the proposal system.
ar: تم تعطيل إدماج بوليتيا من خلال إعدادات الخصوصية. يجب تمكينه للوصول إلى نظام الاقتراح.
de: Die Politeia-Integration wird durch Datenschutzeinstellungen deaktiviert. Sie muss für den Zugriff auf das Proposal-System aktiviert werden.
es: La integración con Politeia esta desactivada por la configuración de privacidad. Debe ser activada para acceder al sistema de propuestas.
it: L'integrazione con Politeia è disabilitata dalle impostazioni di privacy. Deve essere abilitata per accedere al sistema di proposte.
pl: Integracja z platformą Politeia jest wyłączona w ustawieniach prywatności. Musi ona być włączona, aby mieć dostęp do systemu składania propozycji.
pt: Integração com a Politeia está desabilitada nas opções de privacidade. Ela deve ser habilitada para permitir acesso ao sistema de propostas.
zh_hk: 隱私設定停用了Politeia整合。存取提案平台必須啟用此項設定。

# tutorial.standardPage.previousPage
source: Previous
ar: السابق
de: Vorherige
es: Anterior
fr: Précédent
it: Precedente
ja: 前
pl: Cofnij
pt: Anterior
zh_hk: 上一個

# proposals.detail.wallet.eligible.headers.price
source: Price
ar: السعر
de: Preis
es: Precio
it: Prezzo
pl: Cena
pt: Preço
zh_hk: 費用

# tickets.table.header.price
source: Price
ar: السعر
de: Preis
es: Precio
it: Prezzo
pl: Cena
pt: Preço
zh_hk: 費用

# vsptickets.table.header.price
source: Price
ar: السعر
de: Preis
es: Precio
it: Prezzo
pl: Cena
pt: Preço
zh_hk: 費用

# sidebar.accounts.name.default
source: Primary Account
ar: الحساب الأساسي
de: Primärer Account
es: Cuenta Principal
it: Conto primario
pl: Konto główne
pt: Conta Primária
zh_hk: 主要帳戶

# accounts.name.default
source: Primary Account
ar: الحساب الأساسي
de: Primärer Account
es: Cuenta Principal
it: Conto primario
pl: Konto główne
pt: Conta Primária
zh_hk: 主要帳戶

# walletselection.privacy
source: Privacy
ar: الخصوصية
de: Privatsphäre
es: Privacidad
pl: Prywatność
pt: Privacidade
zh_hk: 隱私

# privacy.tab.privacy
source: Privacy
ar: الخصوصية
de: Privatsphäre
es: Privacidad
pl: Prywatność
pt: Privacidade
zh_hk: 隱私

# privacy.config.subtitle
source: Privacy Configuration
ar: إعداد الخصوصية
de: Privatsphäre Konfiguration
es: Configuración de Privacidad
it: Configurazione della privacy
pl: Konfiguracja prywatności
pt: Configuração Privacidade
zh_hk: 隱私設定

# privacy.title
source: Privacy Options
ar: خيارات الخصوصية
de: Datenschutzoptionen
es: Opciones de privacidad
fr: Options de confidentialité
it: Opzioni privacy
ja: プライバシーオプション
pl: Opcje prywatności
pt: Opções de Privacidade
zh_hk: 隱私設定

# sidebar.link.privacy
source: Privacy and Security
ar: الخصوصية والأمان
de: Privatsphäre und Sicherheit
es: Privacidad y Seguridad
it: Privacy e sicurezza
pl: Prywatność i bezpieczeństwo
pt: Privacidade e Segurança
zh_hk: 隱私和安全性

# settings.group-title.privacy-and-security
source: Privacy and Security
ar: الأمان و الخصوصية
de: Privatsphäre und Sicherheit
es: Privacidad y Seguridad
it: Privacy e sicurezza
pl: Prywatność i bezpieczeństwo
pt: Segurança e Privacidade
zh_hk: 隱私和安全性

# privacypage.title
source: Privacy and Security
ar: الخصوصية والأمان
de: Privatsphäre und Sicherheit
es: Privacidad y Seguridad
it: Privacy e sicurezza
pl: Prywatność i bezpieczeństwo
pt: Privacidade e Segurança
zh_hk: 隱私和安全性

# settings.getstartpage.group-title.privacy-and-security
source: Privacy and Security
ar: الأمان و الخصوصية
de: Privatsphäre und Sicherheit
es: Privacidad y Seguridad
it: Privacy e sicurezza
pl: Prywatność i bezpieczeństwo
pt: Segurança e Privacidade
zh_hk: 隱私和安全性

# passphraseModal.privatePassphrase
source: Private Passphrase
ar: عبارة المرور الخاصة
es: Frase de contraseña privada
fr: Phrase secrète privée
it: Frase d'accesso privata
ja: プライベートパスフレーズ
pl: Hasło prywatne
pt: Senha Particular
zh_hk: 錢包密碼

# createWallet.passphrasePlaceholder
source: Private Passphrase
ar: عبارة المرور الخاصة
es: Frase de contraseña privada
fr: Phrase secrète privée
it: Frase d'accesso privata
ja: プライベートパスフレーズ
pl: Hasło prywatne
pt: Senha Particular
zh_hk: 錢包密碼

# getStarted.discoverAddresses.passphrasePlaceholder
source: Private Passphrase
ar: عبارة المرور الخاصة
es: Frase de contraseña privada
fr: Phrase secrète privée
it: Frase d'accesso privata
ja: プライベートパスフレーズ
pl: Hasło prywatne
pt: Senha Particular
zh_hk: 錢包密碼

# getStarted.decrypt.passphrasePlaceholder
source: Private Passphrase
ar: عبارة المرور الخاصة
es: Contraseña Privada
it: Frase d'accesso privata
pl: Hasło prywatne
pt: Senha Particular
zh_hk: 錢包密碼

# getStarted.discoverAccounts.passphrase
source: Private Passphrase
ar: عبارة المرور الخاصة
es: Contraseña Privada
it: Frase d'accesso privata
pl: Hasło prywatne
pt: Senha Particular
zh_hk: 錢包密碼

# createWallet.passhraseInput.label
source: Private passphrase
ar: عبارة المرور الخاصة
es: Frase de contraseña privada
fr: Phrase secrète privée
it: Frase d'accesso privata
ja: プライベートパスフレーズ
pl: Hasło prywatne
pt: Senha particular
zh_hk: 錢包密碼

# ln.routesInfo.probability
source: Probability of success
ar: احتمالية النجاح
de: Erfolgswahrscheinlichkeit
es: Probabilidad de éxito
it: Probabilità di successo
pl: Prawdopodobieństwo powodzenia
pt: Probabilidade de Sucesso
zh_hk: 成功機率

# getstarted.processManagedTickets.title
source: Process Managed Tickets
pl: Przetwórz bilety zarządzane

# getstarted.processUnmangedTickets.title
source: Process Unmanaged Tickets
pl: Przetwórz bilety niezarządzane

# vsp.ticket.started
source: Processing
ar: قيد المعالجة
de: Verarbeitung
es: Procesando
it: In elaborazione
pl: Przetwarzanie
pt: Processando
zh_hk: 處理中

# help.subtitle.project
source: Project Related
ar: متعلق بالمشروع
de: Projektbezogen
es: Proyecto relacionado
fr: Projet associé
it: Correlato al Progetto
ja: 関係するプロジェクト
pl: Związane z projektem
pt: Relacionado ao Projeto
zh_hk: 項目相關

# accounts.properties
source: Properties
ar: الخصائص
de: Eigenschaften
es: Propiedades
fr: Propriétés
it: Proprietà
ja: プロパティ
pl: Właściwości
pt: Propriedades
zh_hk: 內容

# txDetails.properties
source: Properties
ar: الخصائص
de: Eigenschaften
es: Propiedades
fr: Propriétés
it: Proprietà
ja: プロパティ
pl: Właściwości
pt: Propriedades
zh_hk: 內容

# proposalDetails.votingInfo.abandoned
source: Proposal has been abandoned
ar: تم التخلي عن الاقتراح
de: Proposal wurde aufgegeben
es: La propuesta fue abandonada
fr: La proposition a été abandonnée
it: La proposta è stata abbandonata
pl: Propozycja została porzucona
pt: Proposta abandonada
zh_hk: 提案已被放棄

# proposalDetails.votingInfo.notVoting
source: Proposal not yet on voting stage
ar: لم يدخل الاقتراح مرحلة التصويت بعد
de: Proposal noch nicht zur Abstimmung bereit
es: Propuesta todavía no añadida a la fase de votación
fr: La proposition n'est pas encore en phase de vote
it: Proposta non ancora in fase di votazione
ja: この提案はまだ投票ステージにありません
pl: Propozycja nie została jeszcze poddana głosowaniu
pt: Proposta ainda não está na fase de votação
zh_hk: 提案未到投票階段

# governance.tab.proposals
source: Proposals
ar: المقترحات
es: Propuestas
fr: Propositions
it: Proposte
ja: 提案
pl: Propozycje
pt: Propostas
zh_hk: 提案

# proposals.community.title
source: Proposals
ar: المقترحات
es: Propuestas
fr: Propositions
it: Proposte
ja: 提案
pl: Propozycje
pt: Propostas
zh_hk: 提案

# settings.proxy.location
source: Proxy Location
ar: موقع الوسيط
de: Proxy-Standort
es: Ubicación del proxy
fr: Emplacement du proxy
it: Posizione del proxy
ja: プロキシロケーション
pl: Lokacja proxy
pt: Local do Proxy
zh_hk: Proxy 位置

# settings.proxy.type
source: Proxy Type
ar: نوع الوسيط
de: Proxy-Typ
es: Tipo de proxy
fr: Type de proxy
it: Tipo di proxy
ja: プロキシタイプ
pl: Typ proxy
pt: Tipo do Proxy
zh_hk: Proxy 類型

# ln.nodeInfo.pubkey
source: PubKey
ar: المفتاح العام
it: Chiave pubblica
pl: Klucz publiczny
pt: Chave Pública
zh_hk: 公鑰

# ln.routesInfo.hopPubkey
source: Public Key
ar: المفتاح العام
es: Clave Pública
it: Chiave pubblica
pl: Klucz publiczny
pt: Chave Pública
zh_hk: 公鑰

# ln.routesInfo.pubkey
source: Public Key
ar: المفتاح العام
es: Clave Pública
it: Chiave pubblica
pl: Klucz publiczny
pt: Chave Pública
zh_hk: 公鑰

# getStarted.decrypt.publicPassphrasePlaceholder
source: Public Passphrase
ar: عبارة المرور العامة
de: Öffentliche Passphrase
es: Frase de contraseña pública
fr: Phrase secrète publique
it: Frase d'accesso pubblica
ja: パブリックパスフレーズ
pl: Hasło publiczne
pt: Senha Pública
zh_hk: 公共密碼

# purchas.legacypurchaseTickets.purchaseBtn
source: Purchase
ar: شراء
de: Kauf
es: Comprar
it: Acquista
pl: Kup
pt: Comprar
zh_hk: 購買

# purchaseTickets.purchaseBtn
source: Purchase
ar: شراء
de: Kauf
es: Comprar
fr: Acheter
it: Acquista
ja: 購入
pl: Kup
pt: Comprar
zh_hk: 購買

# proposalDetails.votingInfo.purchaseTicketsBtn
source: Purchase Tickets
ar: شراء التذاكر
de: Tickets kaufen
es: Comprar tickets
fr: Acheter des tickets
it: Acquista biglietti
ja: チケットを購入
pl: Kup bilety
pt: Comprar Tickets
zh_hk: 購買選票

# purchase.subtitle.legacy
source: Purchase Tickets
ar: شراء التذاكر
de: Tickets kaufen
es: Comprar Tickets
it: Acquista biglietti
pl: Kup bilety
pt: Comprar Tickets
zh_hk: 購買選票

# purchase.subtitle
source: Purchase Tickets
ar: شراء التذاكر
de: Tickets kaufen
es: Comprar tickets
fr: Acheter des tickets
it: Acquista biglietti
ja: チケットを購入
pl: Kup bilety
pt: Comprar Tickets
zh_hk: 購買選票

# tickets.tab.purchase
source: Purchase Tickets
ar: شراء التذاكر
de: Tickets kaufen
es: Comprar Tickets
it: Acquista biglietti
pl: Kup bilety
pt: Comprar Tickets
zh_hk: 購買選票

# spv.purchase.warn.legacy
source: Purchase Tickets is not available right now, because we are at the end of a ticket interval. After one block it will be available again.
ar: شراء التذاكر غير متاح في الوقت الحالي، لأننا في نهاية فترة التذكرة. وستكون متاحة مرة أخرى بعد كتلة واحدة.
de: Der Kauf von Tickets ist im Moment nicht verfügbar da wir uns am Ende eines Ticket-Intervalls befinden. Nach einem Block wird es wieder möglich sein.
es: La Compra de Tickets no está disponible por el momento porque estamos al final de un intervalo de tickets. Luego de un bloque volverá a estar disponible.
it: L'acquisto dei biglietti non è disponibile in questo momento, perché siamo alla fine dell'intervallo del biglietto. Trascorso un blocco, sarà nuovamente disponibile.
pl: Nie można obecnie zakupić biletów, ponieważ znajdujemy się na końcu przedziału czasowego. Po jednym bloku opcja ta znów będzie dostępna.
pt: Compra de tickets não está disponível nesse momento porque estamos no fim de um intervalo de tickets. Após um bloco ela estará disponível novamente.
zh_hk: 購買選票功能現在並不可用，因此現正是選票周期的最後階段。此功能將在一個區塊後重新可用。

# spv.purchase.warn
source: Purchase Tickets is not available right now, because we are at the end of a ticket interval. After one block it will be available again.
ar: شراء التذاكر غير متاح في الوقت الحالي، لأننا في نهاية فترة التذكرة. وستكون متاحة مرة أخرى بعد كتلة واحدة.
de: Der Kauf von Tickets ist jetzt nicht mehr verfügbar, da wir uns am Ende eines Ticketintervalls befinden. Nach einem Block ist er wieder verfügbar.
es: La opción de comprar tickets no está disponible porque estamos al final de un intervalo de tickets. Volverá a estar disponible después de un bloque.
fr: La fonctionnalité Acheter des tickets n'est pas disponible pour le moment, car nous sommes à la fin d'un intervalle de ticket. Elle sera disponible à nouveau après un bloc.
it: L'acquisto dei biglietti non è disponibile in questo momento, perché siamo alla fine dell'intervallo del biglietto. Trascorso un blocco, sarà nuovamente disponibile.
ja: チケットインターバルがまもなく終了するため、現在チケットを購入できません。1ブロック後、再度ご利用が可能になります。
pl: Nie można obecnie zakupić biletów, ponieważ znajdujemy się na końcu przedziału czasowego. Po jednym bloku opcja ta znów będzie dostępna.
pt: A compra de tickets não está disponível nesse momento porque estamos no fim de uma janela de intervalo de dificuldade. Após um bloco era será disponibilizada novamente.
zh_hk: 購買選票功能現在並不可用，因此現正是選票周期的最後階段。此功能將在一個區塊後重新可用。

# transaction.type.ticket
source: Purchased
ar: المشتراة
de: Gekauft
es: Adquirido
fr: Acheté
it: Acquistato
ja: 購入済
pl: Zakupione
pt: Comprado
zh_hk: 已購買

# proposals.detail.wallet.eligible.headers.purchased
source: Purchased
ar: المشتراة
de: Gekauft
es: Comprados
it: Acquistato
pl: Zakupione
pt: Comprado
zh_hk: 已購買

# vsptickets.table.header.purchased
source: Purchased
ar: المشتراة
de: Gekauft
es: Comprados
it: Acquistato
pl: Zakupione
pt: Comprado
zh_hk: 已購買

# txDetails.purchasedOn
source: Purchased On
ar: تم شراؤها في
de: Gekauft am
es: Adquirido el
fr: Acheté le
it: Acquistato su
ja: 購入日
pl: Zakupiono
pt: Comprado em
zh_hk: 購票時間

# tickets.purchasing.title
source: Purchasing Tickets
ar: يتم شراء التذاكر
de: Tickets kaufen
es: Comprando Tickets
it: Acquistare biglietti
pl: Zakup biletów
pt: Comprando Tickets
zh_hk: 購買選票
