Repository: decred/decrediton
Catalog: app/i18n/po/decrediton.*.po
Languages: ar, de, es, fr, it, ja, pl, pt, zh_hk

# home.activeTicketsCount
source: {count, plural, one {{fmtCount} active ticket} other {{fmtCount} active tickets}}
de: {count, plural, one {{fmtCount} aktives Ticket} other {{fmtCount} aktive Tickets}}
it: {count, plural, one {{fmtCount} ticket attivo} other {{fmtCount} ticket attivi}}
pl: {count, plural, one {{fmtCount} aktywny bilet} other {{fmtCount} aktywne bilety}}
pt: {count, plural, one {{fmtCount} ticket ativo} other {{fmtCount} tickets ativos}}
zh_hk: {count, plural, one {{fmtCount} 張等待投票} other {{fmtCount} 張等待投票}}

# home.votedTicketsCount
source: {count, plural, one {{fmtCount} voted ticket} other {{fmtCount} voted tickets}}
de: {count, plural, one {{fmtCount} Ticket abgestimmt} other {{fmtCount} Tickets abgestimmt}}
it: {count, plural, one {{fmtCount} ticket votato} other {{fmtCount} ticket votati}}
pl: {count, plural, one {{fmtCount} bilet oddał głos} other {{fmtCount} bilety oddały głos}}
pt: {count, plural, one {{fmtCount} ticket votou} other {{fmtCount} tickets votaram}}
zh_hk: {count, plural, one {{fmtCount} 張已經投票} other {{fmtCount} 張已經投票}}

# ln.openChannelDetails.csvDelayValue
source: {csvDelay} blocks
ar: {csvDelay} الكتل
de: {csvDelay} Blöcke
es: {csvDelay} bloques
it: {csvDelay} blocchi
pl: {csvDelay} bloki
pt: {csvDelay} blocos
zh_hk: {csvDelay} 個區塊

# statusSmall.daysToVotePlural
source: {days, plural, one {# day} other {# days}}
de: {days, plural, one {# Tag} other {# Tage}}
it: {days, plural, one {# giorno} other {# giorni}}
pl: {days, plural, one {# dzień} other {# dni}}
pt: {days, plural, one {# dia} other {# dias}}
zh_hk: {days, plural, one {# 天} other {# 天}}

# accounts.keys.counts
source: {external} external, {internal} internal, {imported} imported
ar: {external}خارجي، {internal} داخلي، {imported} مستورد
de: {external} extern, {internal} intern, {imported} importiert
es: {external} externo, {internal} interno, {imported} importado
fr: {external} externe, {internal} interne, {imported} importé
it: {external} esterno, {internal} interno, {imported} importato
ja: 外部:{external}、内部: {internal}、インポート: {imported}
pl: {external} zewnętrzne, {internal} wewnetrzne, {imported} zaimportowane
zh_hk: {external} 外部、{internal} 內部、{imported} 匯入

# heatmap.tooltip.live
source: {live, plural, =0 {No tickets live} one {One ticket live} other {# tickets live} }
de: {live, plural, =0 {Keine Tickets live} one {Ein Ticket live} other {# Tickets live} }
es: {live, plural, =0 {No hay tickets activos} one {Un ticket activo} other {# tickets activos} }
it: {live, plural, =0 {Nessun biglietto attivo} one {Un biglietto attivo} other {# biglietti attivi} }
pl: {live, plural, =0 {Brak aktywnych biletów} one {Jeden aktywny bilet} other {# aktywnych biletów} }
pt: {live, plural, =0 {Nenhum ticket vivo} one {Um ticket vivo} other {# tickets vivos} }
zh_hk: {live, plural, =0 {沒有成熟選票} one {1 張成熟選票} other {# 張成熟選票} }

# heatmap.tooltip.maturing
source: {maturing, plural, =0 {No tickets maturing} one {One ticket maturing} other {# tickets maturing} }
de: {maturing, plural, =0 {Keine Tickets werden stimmberechtigt} one {Ein Ticket wird stimmberechtigt} other {# Tickets werden stimmberechtigt} }
es: {maturing, plural, =0 {No hay tickets inmaduros} one {Un ticket inmaduro} other {# tickets inmaduros} }
it: {maturing, plural, =0 {Nessun biglietti in maturazione} one {Un biglietto in maturazione } other {# biglietti in maturazione} }
pl: {maturing, plural, =0 {Brak dojrzewających biletów} one {Jeden dojrzewający bilet} other {# dojrzewających biletów} }
pt: {maturing, plural, =0 {Nenhum ticket amadurecendo} one {Um ticket amadurecendo} other {# tickets amadurecendo} }
zh_hk: {maturing, plural, =0 {沒有待成熟選票} one {1 張待成熟選票} other {# 張待成熟選票} }

# mytickets.statistics.stakepool.votedTip
source: {percentage}% of tickets missed
ar: {percentage}% من التذاكر المفوتة
de: {percentage} % der verpassten Tickets
es: {percentage} % de tickets desaprovechados
fr: {percentage} % de tickets manqués
it: {percentage}% di biglietti mancati
ja: 非処理チケットの{percentage}%
pl: {percentage}% biletów przegapionych
pt: {percentage}% de tickets perdidos
zh_hk: 錯過的選票佔 {percentage}%

# mytickets.statistics.stakepool.ticketsTip
source: {percentage}% proportion of network tickets
ar: {percentage}٪ من تذاكر الشبكة
de: {percentage} % Anteil der Netzwerktickets
es: {percentage} % de tickets de red
fr: Proportion de {percentage} % des tickets du réseau
it: {percentage}% percentuale di biglietti di rete
ja: ネットワークチケットに対する割合{percentage}%
pl: {percentage}% proporcja biletów w sieci
pt: {percentage}% proporção de tickets da rede
zh_hk: 佔全網絡選票的 {percentage}%

# heatmap.tooltip.revoked
source: {revoke, plural, =0 {No tickets revoked} one {One ticket revoked} other {# tickets revoked} }
de: {revoke, plural, =0 {Keine Tickets widerrufen} one {Ein Ticket widerrufen} other {# Tickets widerrufen} }
es: {revoke, plural, =0 {No hay tickets revocados} one {Un ticket revocado} other {# tickets revocados} }
it: {revoke, plural, =0 {Nessun biglietto revocato} one {Un biglietto revocato} other {# biglietti revocati} }
pl: {revoke, plural, =0 {Brak odwołanych biletów} one {Jeden odwołany bilet} other {# odwołanych biletów} }
pt: {revoke, plural, =0 {Nenhum ticket revogado} one {Um ticket revogado} other {# tickets revogados} }
zh_hk: {revoke, plural, =0 {沒有撤銷選票} one {1 張撤銷選票} other {# 張撤銷選票} }

# stake.lastTicketLink
source: {shortHash}... View →
ar: {shortHash}... عرض →
de: {shortHash}... Ansehen →
es: {shortHash}... Ver →
it: {shortHash}... Visualizza →
pl: {shortHash}... Wyświetl →
pt: {shortHash}... Ver →
zh_hk: {shortHash}... 檢視→

# stake.ticketCount
source: {ticketsFmt} {tickets, plural, one {ticket} other {tickets}}
it: {ticketsFmt} {tickets, plural, one {biglietto} other {biglietti}}
pl: {ticketsFmt} {tickets, plural, one {bilet} other {bilety}}
zh_hk: {ticketsFmt} {tickets, plural, one {張票} other {張票}}

# charts.dayMonthDisplay
source: {value, date, day-short-month}
pl: {value, date, short-month-24hour}

# mytickets.statistics.votetime.average.value
source: {value, plural, =0 {in the same day} one { within one day } other {within # days} }
de: {value, plural, =0 {am selben Tag} one { innerhalb eines Tages } other {innerhalb # Tagen} }
es: {value, plural, =0 {el mismo día} one { en un día } other {en # días} }
it: {value, plural, =0 {nello stesso giorno} one { entro un giorno } other {entro # giorni} }
pl: {value, plural, =0 {w tym samym dniu} one { w ciągu jednego dnia } other {w ciągu # dni} }
pt: {value, plural, =0 {no mesmo dia} one { em um dia } other {em # dias} }
zh_hk: {value, plural, =0 {同一日} one {1 日內} other {# 日內} }

# mytickets.statistics.votetime.median.value
source: {value, plural, =0 {in the same day} one { within one day } other {within # days} }
de: {value, plural, =0 {am selben Tag} one { innerhalb eines Tages } other {innerhalb # Tagen} }
es: {value, plural, =0 {en el mismo día} one { en un día } other {en # días} }
it: {value, plural, =0 {nello stesso giorno} one { entro un giorno } other {entro # giorni} }
pl: {value, plural, =0 {w tym samym dniu} one { w ciągu jednego dnia } other {w ciągu # dni} }
pt: {value, plural, =0 {no mesmo dia} one { em um dia } other {em # dias}}
zh_hk: {value, plural, =0 {同一日} one {1 日內} other {# 日內} }

# mytickets.statistics.votetime.ninetyfifthpercentile.value
source: {value, plural, =0 {in the same day} one { within one day } other {within # days} }
de: {value, plural, =0 {am selben Tag} one { innerhalb eines Tages } other {innerhalb # Tagen} }
es: {value, plural, =0 {en el mismo día} one { en un día } other {en # días} }
it: {value, plural, =0 {nello stesso giorno} one { entro un giorno } other {entro # giorni} }
pl: {value, plural, =0 {w tym samym dniu} one { w ciągu jednego dnia } other {w ciągu # dni} }
pt: {value, plural, =0 {no mesmo dia} one { em um dia } other {em # dias} }
zh_hk: {value, plural, =0 {同一日} one {1 日內} other {# 日內} }

# heatmap.tooltip.vote
source: {vote, plural, =0 {No tickets voted} one {One ticket voted} other {# tickets voted} }
de: {vote, plural, =0 {Keine abgestimmten Tickets} one {Ein Ticket abgestimmt} other {# Tickets abgestimmt} }
es: {vote, plural, =0 {No hay tickets que votaron} one {Un ticket votó} other {# tickets votaron} }
it: {vote, plural, =0 {Nessun biglietto votato} one {Un biglietto votato} other {# biglietti votati} }
pl: {vote, plural, =0 {Brak biletów, które głosowały} one {Jeden bilet oddał głos} other {# bilety oddały głos} }
pt: {vote, plural, =0 {Nenhum ticket votou} one {Um ticket votou} other {# tickets votaram} }
zh_hk: {vote, plural, =0 {沒有已投票選票} one {1 張已投票選票} other {# 張已投票選票} }

# receive.tooltipCopied
source: ✓ Copied to Clipboard
ar: ✓ تم النسخ إلى الحافظة
de: ✓ In die Zwischenablage kopiert
es: ✓ Copiado al Portapapeles
it: ✓ Copiato negli appunti
pl: ✓ Skopiowano do schowka
pt: ✓ Copiado à área de transferência
zh_hk: ✓ 已經複製到剪貼簿

# ln.nodeInfo.alias
source: Alias
ar: اسم مستعار
pt: Apelido
zh_hk: 別名

# txDetails.type.coinbase
source: Coinbase
zh_hk: 幣基

# createWallet.restore.trezor.disabled
source: Disabled
ar: معطّل
de: Deaktiviert
it: Disabilitato
pt: Desabilitado
zh_hk: 已停用

# createWallet.restore.trezor.enabled
source: Enabled
ar: مُمَكّن
de: Aktiviert
it: Abilitato
pt: Habilitado
zh_hk: 已啟用

# mytickets.statistics.heatmap.link
source: Heatmap
ar: الخريطة الحرارية
es: Mapa de calor
it: Mappa termica
zh_hk: 實時圖表

# tickets.tab.mytickets
source: History Tickets
de: Ticket-Historie
zh_hk: 選票紀錄

# ln.routesInfo.hop
source: Hop
ar: قفزة
es: Salto
it: Salto
pt: Salto
zh_hk: 中繼段

# watchOnly.disabled
source: Normal
ar: عادي
it: Normale
ja: ノーマル
zh_hk: 正常

# agenda.overviewDescription
source: Once the majority of the PoW miners have upgraded (95% of the 1000 most recent blocks are at the latest version) and the majority of the PoS miners have upgraded (75% of the votes in a 2016 block interval), the voting process begins.
ar: بمجرد تحديث غالبية معدني إثبات العمل (95٪ من أحدث 1000 كتلة في أحدث إصدار) و تحديث أغلبية معدني إثبات الحصة (75٪ من الأصوات في فاصل 2016 كتلة)، تبدأ عملية التصويت.
it: Una volta che la maggioranza dei minatori PoW ha effettuato l'aggiornamento (il 95% dei 1000 blocchi più recenti sono all'ultima versione) e la maggioranza dei minatori PoS ha effettuato l'upgrade (75% dei voti in un intervallo di blocco di 2016), inizia il processo di votazione.
pt: Uma vez que a maior parte dos mineradores PoW tenha atualizado (95% dos 1000 blocos mais recentes estejam na última versão) e a maior parte dos mineradores PoS tenha atualizado (75% dos votos em um intervalo de 2016 blocos) o processo de votação começa.
zh_hk: 一旦多數的PoW礦工已經升級（最近的1000個區塊有95%是最新版本）及多數的PoS礦工已經升級（在2016個區塊間隔有75%的投票），表決程序即開始。

# privacy.label
source: Privacy
ar: الخصوصية
de: Privatsphäre
pt: Privacidade
zh_hk: 隱私

# sidebar.link.staking
source: Staking
ar: التحصيص
zh_hk: 選票

# tutorial.staking.title
source: Staking
ar: التحصيص
es: Participación
fr: Minage d'enjeu
ja: ステーキング
zh_hk: 權益證明（Staking/Proof-of-Stake/PoS）

# settings.network.testnet
source: Testnet
ar: شبكة الإختبار
ja: テストネット
zh_hk: 測試網絡 (Testnet)

# tickets.title
source: Tickets
ar: التذاكر
it: Biglietti
ja: チケット
zh_hk: 選票

# tickets.tab.vsptickets
source: Tickets Status
de: Ticket-Status
zh_hk: 選票狀態

# ln.nodeInfo.channel.policy.timelock
source: Timelock Delta
ar: القفل الزمني ل Delta
de: Zeitgesperrte-Delta
es: Diferencia de Timelock
it: Delta del blocco a tempo
zh_hk: 時間鎖 Delta

# watchOnly.enabled
source: Watch Only
ar: مراقبة فقط
de: Nur ansehen
fr: Lecture seule
it: Solo osservazione
ja: 閲覧のみ
pt: Apenas Visualização
zh_hk: 僅限觀看

# createwallet.walletOnly.label
source: Watch only
ar: مراقبة فقط
de: Nur ansehen
fr: Lecture seule
it: Solo osservazione
ja: 閲覧のみ
pt: Apenas Visualização
zh_hk: 唯讀

# getstarted.setAccount.isValidMessage
source: You need to set a mixed and unimxed account, and they can not be the same
ar: يجب عليك إنشاء حساب مَخلُوط وآخر غير مَخلُوط، ولا يمكن أن يكونا متماثلين
de: Sie müssen einen gemixten und ungemixten Account einrichten, und sie können nicht die selben sein
it: È necessario impostare un conto miscelato e uno non miscelato, e non possono essere lo stesso conto
pt: Você deve selecionar contas mixed e unmined e elas não podem ser a mesma.
zh_hk: 你需要設定混幣和非混幣帳戶，而且它們不可以是一樣的

# account.mixer.running.message
source: Account mixer is currently running. Ongoing mixes will be cancelled and no more Decred will be mixed if Decrediton is closed now.
ar: يتم تشغيل أداة خلط الحساب حاليا. سيتم إلغاء عمليات الخلط الجارية ولن يتم خلط المزيد من ديكريد إذا ما تم إغلاق ديكريديتون الآن.
de: Der Accountmixer läuft derzeit. Laufende Mischungen werden abgebrochen und es werden keine Decred mehr gemixt wenn Decrediton jetzt geschlossen wird.
it: Il miscelatore del conto è in esecuzione. Le miscelazioni in corso saranno annullate e nessun altro Decred sarà miscelato se Decrediton viene chiuso adesso.
pt: O mixer de contas está em execução. Mixes em execução serão cancelados e nenhuma Decred será misturada caso a Decrediton seja encerrada agora.

# settings.closeWalletModalWithAutobuyerModal
source: Are you sure you want to close {walletName} and return to the launcher? The auto ticket buyer is still running. If you proceed, it will be closed and no more tickets will be purchased.
ar: هل أنت متأكد من أنك تريد إغلاق {walletName} والعودة إلى المشغّل؟ لا يزال مشتري التذاكر الآلي قيد التشغيل. إذا تابعت، فسيتم إغلاقه ولن يتم شراء المزيد من التذاكر.
de: Sind Sie sicher das Sie {walletName} schließen und zur Wallet-Übersicht zurückkehren wollen? Der automatische Ticketkauf läuft noch im Hintergrund. Wenn Sie fortfahren wird er geschlossen und es werden keine Tickets mehr gekauft.
it: Siete sicuri di voler chiudere {walletName} e tornare al launcher? L'autocompratore di biglietti è ancora in funzione. Se si procede, esso verrà chiuso e nessun altro biglietto verrà acquistato.
pt: Tem certeza que quer fechar a carteira {walletName} e retornar ao início? O comprador de tickets automáticos ainda está em execução. Se você prosseguir, ele será fechado e nenhum outro ticket será comprado.

# account.mixer.running.btnConfirm
source: Close Decrediton
ar: أغلق ديكريديتون
de: Decrediton schließen
it: Chiudi Decrediton
pt: Fechar Decrediton

# tickets.purchasing.confirmModal.btnConfirm
source: Close Decrediton
ar: أغلق ديكريديتون
de: Decrediton schließen
it: Chiudi Decrediton
pt: Fechar Decrediton

# tickets.autobuyerRunning.confirmModal.btnConfirm
source: Confirm
ar: تأكيد
de: Bestätigen
it: Conferma
pt: Confirmar

# tickets.fee.error.confirmModal.btnConfirm
source: Confirm
ar: تأكيد
de: Bestätigen
it: Conferma
pt: Confirmar

# aboutModal.decrediton
source: Decrediton
ar: ديكريديتون
ja: Decredition

# appMenu.decrediton
source: Decrediton
ar: ديكريديتون

# tickets.purchasing.message
source: Decrediton is still finalizing ticket purchases. Tickets may not be registered with the VSP if Decrediton is closed now, which can result in missed votes.
ar: لا تزال ديكريديتون تنهي عمليات شراء التذاكر. قد لا يتم تسجيل التذاكر لدى موفر خدمة التصويت إذا تم إغلاق ديكريديتون الآن، مما قد يؤدي إلى أصوات مفوتة.
de: Decrediton ist noch dabei den Ticketkauf abzuschließen. Tickets werden nicht beim VSP registriert sein wenn Decrediton jetzt geschlossen wird was zu zu verpassten Abstimmungen führen kann.
it: Decrediton sta ancora completando l'acquisto di biglietti. I biglietti potrebbero non essere registrati presso il VSP se Decrediton viene chiuso adesso, il che potrebbe risultare in voti mancati.
pt: A Decrediton está finalizando a compra de tickets. Os tickets poderão não ser registrados na VSP caso a Decrediton seja fechada agora, o que pode resultar em votos perdidos.

# modal.go.to.tickets.status
source: Go to ticket status
ar: إنتقل إلى حالة التذكرة
de: Zum Ticket-Status wechseln
it: Vai allo stato del biglietto
pt: Ver status dos tickets

# proposals.statusLinks.underReview
source: Under Review
ar: قيد المراجعة
it: In revisione

# settings.privacy.politeia.label
source: Politeia
ar: بوليتيا

# settings.proxy.title
source: Proxy
ar: وسيط
ja: プロキシ

# settings.SPV
source: SPV
ar: التحقق البسيط من الدفع

# privacy.ticket.solo
source: Solo
ar: منفرد

# help.telegram
source: Telegram
ar: تيليجرام
de: Telegramm
ja: テレグラム

# txFilter.type.transfered
source: Transfered
ar: انتَقَلَت
de: Übertragen
fr: Transféré
it: Trasferiti
ja: 転送済
pt: Transferências

# notifications.type.transfer
source: Transferred
ar: انتَقَلَت
de: Übertragen
fr: Transféré
it: Trasferite
ja: 転送済
pt: Transferência

# sidebar.link.trezor
source: Trezor
ar: تريزور

# createwallet.isTrezor.label
source: Trezor
ar: تريزور

# walletselection.trezor
source: Trezor
ar: تريزور

# trezorPage.title
source: Trezor
ar: تريزور

# tickets.fee.error.message
source: You still have unpaid tickets fee. If you proceed and they are chosen to vote, they will be missed. Click on this button for re-sync fees
ar: لا يزال لديك رسوم تذاكر غير مدفوعة. إذا تابعت وتم اختيارها للتصويت، فسيتم تفويتها. انقر فوق هذا الزر لإعادة مزامنة الرسوم
de: Sie haben noch unbezahlte Ticketgebühren. Wenn Sie nun fortfahren und Ihre Tickets zur Abstimmung gezogen werden, werden sie Ihre Abstimmung verpassen. Klicken Sie auf diese Schaltfläche um die Gebühren neu zu synchronisieren
it: Hai ancora tariffe di biglietti non pagate. Se prosegui ed essi vengono scelti per la votazione, essi verranno mancati. Clicca questo pulsante per risincronizzare le tariffe
pt: Você ainda tem taxas de tickets não pagadas. Se você prosseguir e eles forem selecionados para votar, eles serão perdidos. Clique nesse botão para re-sincronizar taxas.

# help.logs.decrediton
source: decrediton
ar: ديكريديتون

# sidebar.lastBlockIsRecent
source: < 1 minute ago
fr: < 1 minute
ja: < 1分以内

# getStarted.stakepool.apikey
source: API Key
fr: Clé d'API
ja: APIキー

# getStarted.stakePools.addBtn
source: Add
fr: Ajouter
ja: 追加

# stakePoolSelect.addNewPrompt
source: Add StakePool {host}
fr: Ajouter le pool d'enjeu {host}
ja: ステークプールの追加 {host}

# stakepool.addPoolTitle
source: Add a Stakepool
fr: Ajouter un pool d'enjeu
ja: ステークプールを追加

# stakepools.list.form.submit
source: Add stakepool
fr: Ajouter un pool d'enjeu
ja: ステークプールを追加

# getStarted.stakePools.info
source: Add your existing stakepools APIs here. You can always add them later if you want. After you're done, you can press 'continue'.
fr: Ajoutez vos API de pools d'enjeu existants ici. Vous pouvez toujours les ajouter plus tard si vous le souhaitez. Une fois que vous avez terminé, vous pouvez appuyer sur « continuer ».
ja: ここに、既存のステークプールAPIを追加します。後から追加することも可能です。追加したら「続行」を押します。

# settings.advancedDaemon.label
source: Advanced Daemon Startup
fr: Démarrage de Daemon avancé
ja: 高度なデーモンの起動

# stake.mempoolTickets
source: All Mempool Tickets
fr: Tous les tickets Mempool
ja: すべてのMempoolチケット

# help.blockchain
source: Blockchain Explorer
fr: Explorateur de chaînes de blocs
ja: ブロックチェーンエクスプローラ

# loaderBar.Loaded
source: Blockchain loaded
fr: Chaîne de blocs chargée
ja: ブロックチェーンを読み込みました

# loaderBar.Loading
source: Blockchain syncing
fr: Synchronisation de la chaîne de blocs
ja: ブロックチェーンの同期化

# walletselection.canelChanges
source: Cancel Changes
fr: Annuler les modifications
ja: 変更をキャンセル

# trezor.changeLabel.success
source: Changed label on selected trezor to '{label}'
fr: Modification de l’étiquette sur le trezor sélectionné : '{label}'
ja: 選択したtrezorのラベルを '{label}' に変更

# getStarted.header.checkingWalletState.meta
source: Checking wallet state
fr: Vérification de l'état du portefeuille
ja: ウォレットの状態をチェック

# trezorPage.clearSession
source: Clear Session
fr: Effacer la session
ja: セッションをクリア

# trezor.pinModal.description
source: Click button sequence that corresponds to your pin on trezor {label}
fr: Cliquez sur la séquence de boutons correspondant à votre code PIN sur le trezor {label}
ja: Trezor {label} 上のPINに対応するボタンシーケンスをクリック

# stakepools.list.title
source: Configured stake pools:
fr: Pools d'enjeu configurés :
ja: 構成されたステークプール

# getStarted.stakePools.continueBtn
source: Continue
fr: Continuer
ja: 続行

# purchaseTickets.currentStakepool
source: Current StakePool
fr: Pool d'enjeu actuel
ja: 現在のステークプール

# help.constitution.modal.title
source: Decred Constitution
fr: Constitution de Decred
ja: Decred規約

# advancedDaemon.toggle.remote
source: Different Local Daemon Location
fr: Emplacement de Daemon local différent
ja: ローカルデーモンのさまざまなロケーション

# stakepools.list.confirmRemove
source: Do you confirm removal of stakepool {stakepool}?
fr: Voulez-vous confirmer la suppression du pool d'enjeu {stakepool} ?
ja: ステークプール{stakepool}の取り消しを承認しますか？

# home.earned
source: Earned
fr: Gains
ja: 獲得済み

# stake.enableStakePoolListing.button
source: Enable StakePool Listing
fr: Activer la liste de pools d'enjeu
ja: ステークプールのリストを有効化

# privacy.options.standard.description
source: Enables connections to most services for a better user experience and full access to features (such as version update, stakepool listing, politeia, etc). Recommended for most users.
fr: Active les connexions à la plupart des services pour une meilleure expérience utilisateur et un accès complet aux fonctionnalités, telles que la mise à jour, la liste de pools d'enjeu, politeia, etc. Recommandé pour la plupart des utilisateurs.
ja: ユーザーエクスペリエンス向上のため、ほとんどのサービスへの接続と全機能へのアクセス（バージョンアップデートやステークプールリスト、Politeiaなど）を有効にします。ほとんどのユーザーに推奨。

# stake.revokeTicketsPassphrase
source: Enter Passphrase to Revoke Tickets
fr: Saisir la phrase secrète pour révoquer des tickets
ja: パスフレーズを入力してチケットを取り消します

# getStarted.discoverAccountsInfo
source: Enter the passphrase you just created to scan the blockchain for additional accounts you may have previously created with your wallet. Your account names aren't stored on the blockchain, so you will have to rename them after setting up Decrediton.
fr: Saisissez la phrase secrète que vous venez de créer pour analyser la chaîne de blocs afin de rechercher des comptes supplémentaires que vous avez pu créer précédemment avec votre portefeuille. Comme les noms de vos comptes ne sont pas stockés sur la chaîne de blocs, vous devrez les renommer après la configuration de Decrediton.
ja: 作成したパスフレーズを入力して、以前にウォレットで作成した追加アカウントのブロックチェーンをスキャンします。 アカウント名はブロックチェーンに保管されないため、Decreditionを設定した後で名前を変更する必要があります。

# getStarted.header.startrpc.meta
source: Establishing RPC connection
fr: Établissement de la connexion RPC
ja: RPC接続の設立

# stakeSPV.expiredTickets
source: Expired Tickets
fr: Tickets expirés
ja: 期限切れチケット

# export.completed
source: Export of file '{filename}' completed!
fr: L'exportation du fichier « {filename} » est terminée !
ja: ファイル '{ファイルネーム}' をエクスポートしました！

# trezor.getWalletCreationMasterPubKey.failed
source: Failed to obtain master extended pubkey from trezor device: {originalError}
fr: Impossible d’obtenir une clé publique principale étendue à partir du périphérique : {originalError}
ja: Trezorデバイスからマスター拡張公開鍵を取得できませんでした: {originalError}

# getStarted.header.finalizingSetup.meta
source: Finalizing setup
fr: Finalisation de la configuration
ja: 設定終了

# trezor.updateFirmware.success
source: Firmware updated on trezor device
fr: Microprogramme mis à jour sur le périphérique trezor
ja: Trezorデバイスでファームウェアがアップデートされました

# purchaseTickets.accountFrom
source: From
fr: De
ja: 送信元

# settings.general.title
source: General
fr: Général
ja: 一般

# createWallet.goBack
source: Go back
fr: Retour
ja: 前に戻る

# sidebar.link.help
source: Help
fr: Aide
ja: ヘルプ

# help.title
source: Help
fr: Aide
ja: ヘルプ

# help.description.links
source: If you have any difficulty with decrediton, please use the following links to help find a solution.
fr: En cas de difficultés avec Decrediton, veuillez utiliser les liens suivants pour vous aider à trouver une solution.
ja: decreditonの使用についてお困りの場合は、以下のリンクをご利用ください。

# stake.immatureTickets
source: Immature Tickets
fr: Tickets immatures
ja: 未完成チケット

# getStarted.header.stakePools.meta
source: Import StakePools
fr: Importer les pools d'enjeu
ja: ステークプールをインポート
