Repository: decred/decrediton
Catalog: app/i18n/po/decrediton.*.po
Languages: ar, de, es, fr, it, ja, pl, pt, zh_hk

# getStarted.discoverAccountsInfo
source: Enter the passphrase you just created to scan the blockchain for additional accounts you may have previously created with your wallet. Your account names aren't stored on the blockchain, so you will have to rename them after setting up Decrediton.
ar: أدخل عبارة المرور التي قمت بإنشائها للتو لفحص سلسلة الكتل بحثاً عن حسابات إضافية قد تكون قمت بإنشائها مسبقاً بواسطة محفظتك. لا يتم تخزين أسماء حسابك على سلسلة الكتل، لذلك سيكون عليك إعادة تسميتها بعد إعداد ديكريديتون.
de: Geben Sie die soeben erstellte Passphrase ein um die Blockchain nach weiteren Accounts zu durchsuchen, welche Sie möglicherweise zuvor mit Ihrem alten Wallet erstellt haben. Die Namen Ihrer Accounts werden nicht auf der Blockchain gespeichert, daher müssen Sie die Namen der Accounts nach der Einrichtung von Decrediton selbst umbenennen.
es: Ingrese la contraseña que acaba de crear para buscar cuentas adicionales que haya generado previamente con su cartera. Los nombres de sus cuentas no se guardan en la blockchain. Deberá renombrarlas luego de configurar Decrediton.
it: Inserite la frase d'accesso che avete appena creato per scandire la blockchain alla ricerca di ulteriori account che potreste aver creato in precedenza con il vostro portafoglio. I nomi dei vostri account non sono memorizzati nella blockchain, quindi dovrete rinominarli dopo aver configurato Decrediton.
pl: Wpisz przed chwilą utworzone hasło, aby przeskanować blockchain w poszukiwaniu dodatkowych kont, które mogły być utworzone wcześniej w Twoim portfelu. Nazwy Twoich kont nie są przechowywane na blockchainie, więc będą wymagały zmiany po skonfigurowaniu portfela Decrediton.
pt: Digite a senha que você acabou de criar para escanear a blockchain por contas adicionais que você criou anteriormente com a sua carteira. Os nomes das contas não são armazenados na blockchain, portanto você terá que renomea-las após inicializar a Decrediton.
zh_hk: 輸入你剛才建立的密碼以掃描區塊鏈，查找你以前用錢包建立的其他賬戶。 你的賬戶名稱沒有存儲在區塊鏈上，所以你必須在設置 Decrediton 後重新命名它們。

# help.blockchain
source: Blockchain Explorer
ar: مستكشف سلسلة الكتل
es: Explorador de Bloques
pl: Eksplorator blockchaina
pt: Explorador da Blockchain
zh_hk: 區塊鏈瀏覽器

# help.stakepools
source: VSPs
ar: مقدمي خدمات التصويت
es: VSP
pl: VSP
zh_hk: VSP

# appMenu.close
source: &Close
ar: &إغلاق
de: &Schließen
es: &Cerrar
fr: F&ermer
it: &Chiudi
ja: &閉じる
pl: &Zamknij
pt: &Fechar
zh_hk: &關閉

# appMenu.file
source: &File
ar: &ملف
de: &Datei
es: &Archivo
fr: &Fichier
ja: &ファイル
pl: &Plik
pt: &Arquivo
zh_hk: &檔案

# appMenu.view
source: &View
ar: &عرض
de: &Anzeigen
es: &Ver
fr: &Afficher
it: &Visualizza
ja: &表示
pl: &Widok
pt: &Ver
zh_hk: &檢視

# ln.paymentsTab.emptyDescr
source: (empty description)
ar: (وصف فارغ)
de: (leere Beschreibung)
es: (descripción vacía)
it: (descrizione vuota)
pl: (pusty opis)
pt: (descrição em branco)
zh_hk: （描述為空）

# createWallet.isTrezor.setupLink
source: (setup device)
ar: (إعداد الجهاز)
de: (Gerät einrichten)
es: (configurar dispositivo)
fr: (configuration du périphérique)
it: (configura dispositivo)
ja: （デバイスを設定）
pl: (skonfiguruj urządzenie)
pt: (configurar dispositivo)
zh_hk: （設定裝置）

# confirmSeed.warnings.pasteExistingError
source: * Please paste a valid 33 word seed.
ar: * يرجى لصق بذرة صالحة مكونة من 33 كلمة.
de: * Bitte fügen Sie einen gültigen 33-Wörter-Seed ein.
es: * Pegue una semilla de 33 palabras válida.
fr: * Veuillez coller une graine valide composée de 33 mots.
it: * Incollate un seed valido di 33 parole.
ja: *有効な33語のシードを貼り付けてください。
pl: * Wklej prawidłowe, składające się z 33 słów, ziarno portfela
pt: * Por favor cole uma seed válida de 33 palavras
zh_hk: * 請輸入有效的33字種子。

# createWallet.passphraseInput.errors.noMatch
source: *Passphrases do not match
ar: * عبارات المرور غير متطابقة
de: * Passphrases stimmen nicht überein
es: *Las frases de contraseña no coinciden
fr: * Les phrases secrètes ne correspondent pas
it: *Le frasi d'accesso non corrispondono
ja: *パスフレーズが一致しません
pl: *Hasła nie są identyczne
pt: * Senhas não são iguais
zh_hk: *密碼不符

# createWallet.passphraseInput.errors.noPassPhrase
source: *Please enter your private passphrase
ar: *يرجى إدخال عبارة المرور الخاصة بك
de: *Bitte geben Sie Ihre private Passphrase ein
es: *Introduzca su frase de contraseña privada
fr: * Veuillez saisir votre phrase secrète privée
it: *Inserite la vostra frase d'accesso privata
ja: *プライベートパスフレーズを入力してください
pl: *Wpisz swoje prywatne hasło
pt: *Digite sua senha particular
zh_hk: *請輸入你的錢包密碼

# confirmSeed.warnings.pasteExistingSeed
source: *Please make sure you also have a physical, written down copy of your seed.
ar: *يرجى التأكد أيضًا من أن لديك نسخة مَلمُوسة، مكتوبة من البذرة الخاصة بك.
de: *Bitte stellen Sie sicher, dass Sie dazu eine physische, niedergeschriebene Kopie Ihres Seeds besitzen.
es: *Asegúrese de que dispone también de una copia física por escrito de su semilla.
fr: * Veuillez vous assurer d'avoir également une copie physique par écrit de votre graine.
it: *Assicuratevi di avere anche una copia fisica scritta del vostro seed.
ja: *シードは、必ず紙などに記載した物理的コピーをお持ちください。
pl: *Upewnij się, że masz też fizyczną, zapisaną na papierze kopię ziarna.
pt: *Por favor tenha certeza de que você também tem uma cópia física (escrita) da sua seed.
zh_hk: *請確保你有一份實體手寫的種子抄本。

# receive.tooltipGenerated
source: + New Address Generated
ar: + تم إنشاء عنوان جديد
de: + Neue Adresse generiert
es: + Nueva Dirección Creada
it: + Nuovo indirizzo generato
pl: + Wygenerowano nowy adres
pt: + Novos Endereços Gerados
zh_hk: + 已經產生新地址

# mytickets.statistics.votetime.ninetyfifthpercentile.label
source: 95% of tickets voted:
ar: قامت 95% من التذاكر بالتصويت:
de: 95 % der abgestimmten Tickets:
es: 95 % de los tickets votados:
fr: 95 % des tickets votés :
it: Il 95% dei biglietti votati:
ja: 投票済みチケットの95%:
pl: 95% biletów zagłosowało:
pt: 95% dos tickets votaram:
zh_hk: 95%的投票：

# aboutModal.paragraph1
source: A cross platform GUI Wallet for Decred written in node.js using Electron
ar: محفظة واجهة مستخدم رسومية متعددة المنصات لـديكريد مكتوبة ب( node.js) باستخدام (Electron)
de: Ein plattformübergreifendes GUI Wallet für Decred, geschrieben in node.js unter Benutzung von Electron
es: Una cartera multiplataforma y con interfaz gráfica para Decred desarrollada en node.js con Electron
fr: Un portefeuille d'interface graphique multiplateforme pour Decred rédigé en node.js à l'aide d'Electron
it: Un portafoglio multipiattaforma con interfaccia grafica per Decred scritto in node.js usando Electron
ja: Electronを使用してnode.jsで書かれたDecred用のクロスプラットフォームGUIウォレット
pl: Wieloplatformowy portfel z graficznym interfejsem użytkownika dla Decred napisany w node.js z wykorzystaniem technologii Electron
pt: Uma Carteira GUI multiplataforma escrita em node.js usando Electron
zh_hk: 使用 Electron 在 node.js 上編寫的跨平台GUI錢包

# createwallet.watchonly.description
source: A watch-only wallet has limited functionality. It can only be used to view the balance and monitor transaction history. You won't be able to spend any DCR associated with this wallet.
pl: Portfel tylko do obserwacji posiada ograniczoną funkcjonalność. Może być wykorzystywany jedynie do sprawdzania salda i monitorowania historii transakcji. Nie ma możliwości wydania żadnych DCR powiązanych z tym portfelem.

# stakepool.apikey
source: API Key
ar: مفتاح واجهة برمجة التطبيقات
de: API-Schlüssel
es: Clave de API
fr: Clé d'API
it: Chiave API
ja: APIキー
pl: Klucz API
pt: Chave de API

# txDetails.abandontTransaction
source: Abandon Transaction
ar: التخلي عن المعاملة
de: Transaktion abbrechen
es: Abandonar Transacción
it: Abbandona la transazione
pl: Porzuć transakcję
pt: Abandonar Transação
zh_hk: 放棄交易

# proposals.statusLinks.abandoned
source: Abandoned
ar: مهجورة
de: Abgebrochen
es: Abandonada
fr: Abandonné
it: Abbandonata
pl: Porzucona
pt: Abandonadas
zh_hk: 被放棄

# ln.closeTypeAbandoned
source: Abandoned
ar: مهجورة
de: Abgebrochen
es: Abandonada
it: Abbandonata
pl: Porzucona
pt: Abandonado
zh_hk: 已放棄

# appMenu.about
source: About
ar: نظرة عامة
de: Über
es: Acerca de
fr: À propos
it: A proposito di
ja: 概要
pl: O programie
pt: Sobre
zh_hk: 關於

# help.about
source: About Decrediton
ar: عن ديكريديتون
de: Über Decredition
es: Acerca de Decrediton
fr: À propos de Decrediton
it: A proposito di Decrediton
ja: Decreditonとは
pl: O Decrediton
pt: Sobre Decrediton
zh_hk: 關於Decrediton

# help.about.decrediton
source: About Decrediton
ar: عن ديكريديتون
de: Über Decredition
es: Acerca de Decrediton
fr: À propos de Decrediton
it: A proposito di Decrediton
ja: Decreditonについて
pl: O Decrediton
pt: Sobre Decrediton
zh_hk: 關於Decrediton

# appMenu.aboutDecrediton
source: About Decrediton
ar: عن ديكريديتون
de: Über Decredition
es: Acerca de Decrediton
fr: À propos de Decrediton
it: A proposito di Decrediton
ja: Decreditonとは
pl: O Decrediton
pt: Sobre Decrediton
zh_hk: 關於Decrediton

# privacy.custom.accept
source: Accept
ar: قبول
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta
ja: 同意する
pl: Zaakceptuj
pt: Aceitar
zh_hk: 同意

# settings.privacy.dcrdata.description
source: Access chain information from dcrdata.decred.org
ar: قم بالوصول إلى معلومات السلسلة من dcrdata.decred.org
de: Blockchain Informationen von dcrdata.decred.org abrufen
es: Acceder a información de la cadena usando dcrdata.decred.org
it: Accedete a informazioni sulla blockchain da dcrdata.decred.org
pl: Uzyskaj dostęp do informacji o łańcuchu z dcrdata.decred.org
pt: Acessar informações da blockchain de dcrdata.decred.org
zh_hk: 從 dcrdata.decred.org 取得區塊鏈資訊

# syncVsp.account
source: Account
ar: الحساب
es: Cuenta
it: Conto
pl: Konto
pt: Conta
zh_hk: 帳戶

# proposals.detail.wallet.eligible.headers.account
source: Account
ar: الحساب
es: Cuenta
it: Conto
pl: Konto
pt: Conta
zh_hk: 帳戶

# tickets.table.header.account
source: Account
ar: الحساب
es: Cuenta
it: Conto
pl: Konto
pt: Conta
zh_hk: 帳戶

# purchaseTickets.accountFrom
source: Account
ar: الحساب
es: Cuenta
it: Conto
pl: Konto
pt: Conta
zh_hk: 帳戶

# privacy.mixing.account.branch
source: Account Branch
ar: فرع الحساب
de: Account Zweig
es: Rama de la Cuenta
it: Ramo del conto
pl: Gałąź konta
pt: Galho da Conta
zh_hk: 分支帳戶

# securitycenter.validate.owned.accountNumber
source: Account Number
ar: رقم الحساب
de: Account-Nummer
es: Número de Cuenta
it: Numero di conto
pl: Numer konta
pt: Número da Conta
zh_hk: 帳戶編號

# account.mixer.running.message
source: Account mixer is currently running. Ongoing mixes will be cancelled and no more Decred will be mixed if you proceed.
pl: Mikser jest obecnie włączony. Trwające mieszanie zostanie anulowane i mieszanie Decred zakończy się, jeśli przejdziesz dalej.
zh_hk: 混幣器正在執行中。如果現在關閉Decrediton，現正進行的 混幣會被取消。

# account.mixer.running.title
source: Account mixer is running
ar: يتم تشغيل أداة خلط الحساب
de: Account Mixer wird ausgeführt
es: El mezclador está corriendo.
it: Il miscelatore del conto è in esecuzione
pl: Mikser jest aktywny
pt: Mixer de contas em execução
zh_hk: 混幣器現正運作

# accounts.number
source: Account number
ar: رقم الحساب
de: Account-Nummer
es: Número de cuenta
fr: Numéro de compte
it: Numero di conto
ja: アカウント番号
pl: Numer konta
pt: Número da conta
zh_hk: 帳戶編號

# getstarted.setAccount.acctIdxRow
source: Account {acctIdx}
ar: الحساب {acctIdx}
es: Cuenta {acctIdx}
it: Conto {acctIdx}
pl: Konto {acctIdx}
pt: Conta {acctIdx}
zh_hk: 帳戶{acctIdx}

# accountsButton.tip
source: Accounts
ar: الحسابات
es: Cuentas
fr: Comptes
it: Conti
ja: アカウント
pl: Konta
pt: Contas
zh_hk: 帳戶

# sidebar.link.accounts
source: Accounts
ar: الحسابات
es: Cuentas
fr: Comptes
it: Conti
ja: アカウント
pl: Konta
pt: Contas
zh_hk: 帳戶

# accounts.subtitle
source: Accounts
ar: الحسابات
es: Cuentas
it: Conti
pl: Konta
pt: Contas
zh_hk: 帳戶

# accounts.title
source: Accounts
ar: الحسابات
es: Cuentas
fr: Comptes
it: Conti
ja: アカウント
pl: Konta
pt: Contas
zh_hk: 帳戶

# accounts.description
source: Accounts allow you to keep separate records of your DCR funds. Transferring DCR across accounts will create a transaction on the blockchain.
ar: تسمح لك الحسابات بالاحتفاظ بسجلات منفصلة لرَصِيد وحدات ديكريد الخاصة بك. سيؤدي نقل وحدات ديكريد عبر الحسابات إلى إنشاء معاملة على سلسلة الكتل.
de: Mit Accounts können Sie getrennte Aufzeichnungen Ihrer DCR-Guthaben aufbewahren. Das Übertragen von DCR zwischen Accounts erstellt eine Transaktion in der Blockchain.
es: Las cuentas le permiten mantener registros separados de sus fondos de DCR. La transferencia de DCR entre cuentas crea una transacción en la cadena de bloques.
fr: Les comptes vous permettent de conserver des enregistrements distincts de vos fonds DCR. Le transfert de DCR entre les comptes créera une transaction sur la chaîne de blocs.
it: I conti vi permettono di tenere registri separati dei vostri fondi DCR. Trasferire DCR tra conti diversi crea una transazione sulla blockchain.
ja: アカウントを使用するとDCR資金を別々に記録しておくことができます。 アカウント間でDCRを転送すると、ブロックチェーンによる取引が作成されます。
pl: Konta pozwalają na prowadzenie osobnej ewidencji Twoich środków DCR. Przesyłanie środków DCR pomiędzy kontami utworzy transakcję na blockchainie.
pt: Contas permitem que você mantenha registros separados dos seus fundos DCR. Transferir DCR entre contas irá criar uma transação na blockchain.
zh_hk: 帳戶功能讓你獨立儲存你的 DCR 紀錄。 帳戶之間的轉帳將在區塊鏈上進行交易。

# mixer.ntf.createdAcct
source: Accounts successfully created and mixer configured.
ar: تم إنشاء الحسابات بنجاح وإعداد أداة الخلط.
de: Accounts erfolgreich erstellt und Mixer konfiguriert.
es: Cuentas creadas con éxito. El mezclador fue configurado.
it: Conti creati con successo e miscelatore configurato.
pl: Konta pomyślnie utworzone, mikser skonfigurowany.
pt: Contas criadas com sucesso e mixer configuardo.
zh_hk: 成功新增帳戶和設定混幣器。

# ln.watchtowersTab.addBtn
source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
it: Aggiungi
pl: Dodaj
pt: Adicionar
zh_hk: 加入

# ln.invoicesTab.addInvoiceHeader
source: Add Invoice
ar: إضافة الفاتورة
de: Rechnung erstellen
es: Agregar Factura
it: Aggiungi fattura
pl: Dodaj fakturę
pt: Adicionar Fatura
zh_hk: 加入發票

# accounts.addNewButton
source: Add New
ar: إضافة جديد
de: Neue hinzufügen
es: Añadir nuevo
fr: Ajouter
it: Aggiungi nuovo
ja: 新規追加
pl: Dodaj nowe
pt: Adicionar nova
zh_hk: 新增

# stakepools.list.form.submit
source: Add VSP
ar: إضافة موفر خدمة التصويت
de: VSP hinzufügen
es: Agregar VSP
it: Aggiungi VSP
pl: Dodaj VSP
pt: Adicionar VSP
zh_hk: 加入VSP

# stakePoolSelect.addNewPrompt
source: Add VSP {host}
ar: إضافة موفر خدمة التصويت {host}
de: VSP hinzufügen {host}
es: Agregar VSP {host}
it: Aggiungi VSP {host}
pl: Dodaj VSP {host}
pt: Adicionar VSP {host}
zh_hk: 新增VSP {host}

# ln.watchtowersTab.addWatchtowerHeader
source: Add Watchtower
ar: إضافة برج المراقبة
de: Watchtower hinzufügen
es: Agregar Torre de Vigilancia
it: Aggiungi torre di guardia
pl: Dodaj strażnicę
pt: Adicionar Watchtower
zh_hk: 新增監視塔

# stakepool.addPoolTitle
source: Add a VSP
ar: إضافة موفر خدمة تصويت
de: Einen VSP hinzufügen
es: Agregar VSP
it: Aggiungi un VSP
pl: Dodaj VSP
pt: Adicionar um VSP
zh_hk: 新增VSP

# send.destinationAddrPlaceholder
source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ja: アドレス
pl: Adres
pt: Endereço
zh_hk: 地址

# securitycenter.signMessage.field.address.label
source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ja: アドレス
pl: Adres
pt: Endereço
zh_hk: 地址

# securitycenter.validate.field.address.label
source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ja: アドレス
pl: Adres
pt: Endereço
zh_hk: 地址

# securitycenter.verify.field.address.label
source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ja: アドレス
pl: Adres
pt: Endereço
zh_hk: 地址

# securitycenter.validate.result.notOwned
source: Address Valid, Not Owned
ar: العنوان صالح ، غير مملوك
de: Gültige Adresse, frei
es: Dirección válida, no está en uso
fr: Adresse non valide, non détenue
it: Indirizzo valido, non posseduto
ja: アドレス有効、非所有
pl: Adres prawidłowy, niekontrolowany przez ten portfel
pt: Endereço Válido, não possuído
zh_hk: 地址有效，非持有者

# ln.watchtowersTab.address
source: Address:
ar: العنوان:
de: Adresse:
es: Dirección:
it: Indirizzo:
pl: Adres:
pt: Endereços:
zh_hk: 地址：

# settings.advancedDaemon.label
source: Adv. Daemon Startup
ar: متقدم. بدء تشغيل البرنامج الخفي
de: Daemon im fortgeschrittenen Modus starten
es: Inicio Avanzado de Daemon
it: Avvio daemon avanz.
pl: Zaawansowane ustawienia daemona
pt: Início avançado
zh_hk: 進階後台服務

# appMenu.advanced
source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
fr: Avancés
it: Avanzato
ja: 詳細設定
pl: Zaawansowane
pt: Avançado
zh_hk: 進階

# createwallet.advancedOptions.label
source: Advanced Options
pl: Ustawienia zaawansowane

# agenda.overview.idLabel
source: Agenda ID
ar: معرف المذكرة
es: Identificador de agenda
fr: ID de programme
it: ID di agenda
ja: アジェンダID
pl: Identyfikator agendy
pt: ID da Agenda
zh_hk: 提案ID

# agenda.card.idLabel
source: Agenda ID
ar: معرف المذكرة
es: Identificador de agenda
fr: ID de programme
it: ID di agenda
ja: アジェンダID
pl: Identyfikator agendy
pt: ID da Agenda
zh_hk: 提案ID

# proposals.statusLinks.allFinishedVote
source: All
ar: الكل
de: Alle
es: Todas
it: Tutto
pl: Wszystkie
pt: Todos
zh_hk: 全部

# tickets.type.all
source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
it: Tutto
ja: すべて
pl: Wszystkie
pt: Todos
zh_hk: 全部

# vsptickets.type.all
source: All
ar: الكل
de: Alle
es: Todos
it: Tutto
pl: Wszystkie
pt: Todos
zh_hk: 全部

# txFilter.type.all
source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
it: Tutto
ja: すべて
pl: Wszystkie
pt: Todas
zh_hk: 全部

# fileBrowserTypes.all.name
source: All Files
ar: جميع الملفات
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers
it: Tutti i file
ja: すべてのファイル
pl: Wszystkie pliki
pt: Todos os Arquivos
zh_hk: 所有檔案

# mytickets.statistics.stakepool.networkTickets
source: All Network Tickets
ar: جميع تذاكر الشبكة
de: Alle Netzwerk-Tickets
es: Todos los tickets de red
fr: Tous les tickets du réseau
it: Tutti i biglietti di rete
ja: すべてのネットワークチケット
pl: Wszystkie bilety w sieci
pt: Todos os TIckets da Rede
zh_hk: 全網絡的選票

# privacy.allowSendingFromUnmixedAccount
source: Allow sending from unmixed accounts
ar: السماح بالإرسال من الحسابات الغير المخلوطة
de: Senden von ungemixten Accounts ermöglichen
es: Permitir enviar fondos desde cuentas sin mezclar.
it: Permetti l'invio da conti non miscelati
pl: Zezwól na wysyłanie z kont niemieszanych
pt: Permitir envio de contas unmixed
zh_hk: 允許從未混幣帳戶發款

# privacy.options.custom.description
source: Allows you to choose exactly which third party services can be accessed by the app.
ar: يسمح لك باختيار خدمات الجهات الخارجية التي يمكن الوصول إليها بواسطة التطبيق.
de: Ermöglicht Ihnen, genau festzulegen, auf welche Drittleistungen durch die App zugegriffen werden kann.
es: Le permite elegir exactamente los servicios de terceros a los que puede acceder la aplicación.
fr: Vous permet de choisir exactement les services tiers accessibles par l'application.
it: Permette di scegliere esattamente a quali servizi di terzi si può accedere con l'app.
ja: アプリによるアクセスが可能なサードパーティサービスを選択できます。
pl: Pozwala na wybór usług z których aplikacja może korzystać.
pt: Permite que você selecione exatamente quais serviços de terceiros podem ser acessados pelo aplicativo.
zh_hk: 你可以自訂控制程式存取哪些第三方服務。

# purchaseTickets.alwaysUseThisVSP
source: Always use this VSP
ar: استخدم دائماً موفر خدمة التصويت هذا
de: Diesen VSP immer benutzen
es: Siempre usar este VSP
it: Usare sempre questo VSP
pl: Zawsze korzystaj z tego VSP
pt: Sempre utilizar esse VSP
zh_hk: 永遠使用此VSP

# send.amountPlaceholder
source: Amount
ar: المبلغ
de: Betrag
es: Cantidad
fr: Montant
it: Importo
ja: 金額
pl: Ilość
pt: Valor
zh_hk: 金額

# send.amount
source: Amount
ar: المبلغ
de: Betrag
es: Cantidad
fr: Montant
it: Importo
ja: 金額
pl: Ilość
pt: Valor
zh_hk: 金額

# ln.routesInfo.amount
source: Amount
ar: المبلغ
de: Betrag
es: Cantidad
it: Importo
pl: Ilość
pt: Valor
zh_hk: 金額

# purchaseTickets.ticketAmount.legacy
source: Amount
ar: المبلغ
de: Betrag
es: Cantidad
it: Importo
pl: Ilość
pt: Valor
zh_hk: 數量

# purchaseTickets.ticketAmount
source: Amount
ar: المبلغ
de: Betrag
es: Cantidad
fr: Montant
it: Importo
ja: 金額
pl: Ilość
pt: Valor
zh_hk: 數量

# receive.amountPlaceholder
source: Amount
ar: المبلغ
de: Betrag
es: Cantidad
it: Importo
pl: Ilość
pt: Valor
zh_hk: 金額

# history.amount.range
source: Amount Range
ar: نطاق المبلغ
de: Betragsbereich
es: Intervalo de cantidades
fr: Fourchette de montants
it: Intervallo di importo
ja: 金額範囲
pl: Zakres ilościowy
pt: Intervalo de Valor
zh_hk: 金額範圍

# export.tickets.fields.returnedAmount
source: Amount returned to the wallet by the spender (vote/revocation) transaction.
ar: المبلغ الذي تم إرجاعه إلى المحفظة بواسطة معاملة المُنفِق (التصويت/الإلغاء).
de: Betrag, der beim Auszahlen (Abstimmung bzw. Widerruf) an das Wallet zurückgegeben wird.
es: Cantidad devuelta a la cartera por la transacción del agente de gasto (voto/revocación).
fr: Montant retourné au portefeuille lors d'une transaction (vote/révocation) de bailleur de fonds.
it: Importo restituito al portafoglio dalla transazione dello spender (voto/revoca).
ja: 支出者が取引（投票/取消）でウォレットに戻した額。
pl: Kwota zwrócona do portfela przez transakcję wypłacającą (głosowanie/wycofanie).
pt: Valor retornado a carteira pela transação que gastou o ticket (voto/revogação).
zh_hk: 返回到錢包的交易（投票／撤銷）數額。

# export.tickets.fields.sentAmount
source: Amount sent by the wallet into the ticket transaction.
ar: المبلغ المرسل بواسطة المحفظة إلى معاملة التذكرة.
de: Vom Wallet in die Ticket-Transaktion gesendeter Betrag.
es: Cantidad enviada por la cartera en la transacción del ticket.
fr: Montant envoyé par le portefeuille dans la transaction de ticket.
it: Importo inviato dal portafoglio nella transazione del biglietto.
ja: チケット取引へウォレットにより送信された金額。
pl: Kwota przesłana przez portfel na transakcję biletową.
pt: Valor enviado pela carteira para a transação de compra de ticket.
zh_hk: 錢包發出的選票交易數額。

# proposals.statusLinks.approvedVote
source: Approved
ar: مقبول
de: Genehmigt
es: Aprobada
it: Approvato
pl: Zatwierdzone
pt: Aprovada
zh_hk: 已通過

# stake.addPool.modalContent
source: Are you sure you want to add this new VSP?
ar: هل أنت متأكد أنك تريد إضافة موفر خدمة التصويت الجديد هذا؟
de: Sind Sie sicher, dass Sie diesen neuen VSP hinzufügen möchten?
es: ¿Quiere agregar este nuevo VSP?
it: Siete sicuri di voler aggiungere questo nuovo VSP?
pl: Czy na pewno chcesz dodać nowy VSP?
pt: Tem certeza que deseja adicionar essa nova VSP?
zh_hk: 你確定要新增這個VSP嗎？

# settings.closeWalletModalContent
source: Are you sure you want to close {walletName} and return to the launcher?
ar: هل أنت متأكد من أنك تريد إغلاق {walletName} والعودة إلى المشغل؟
de: Möchten Sie {walletName} wirklich schließen und zum Startmodul zurückkehren?
es: ¿Seguro que desea cerrar {walletName} y volver al iniciador?
fr: Voulez-vous vraiment fermer {walletName} et revenir au lanceur ?
it: Siete sicuri di voler chiudere {walletName} e tornare al launcher?
ja: {walletName} を閉じてランチャーに戻りますか？
pl: Czy na pewno chcesz zamknąć {walletName} i wrócić do menu startowego?
pt: Tem certeza que deseja fechar a carteira {walletName} e retornar à página inicial?
zh_hk: 你確定要關閉{walletName}並回到開始畫面嗎？
