Repository: decred/decrediton
Catalog: app/i18n/po/decrediton.*.po
Languages: ar, de, es, fr, it, ja, pl, pt, zh_hk

# purchase.ticket.modal.desc
source: Are you sure you want to dismiss this message? Make sure your redeem scripts are backed up.
ar: هل أنت متأكد أنك تريد رفض هذه الرسالة؟ تأكد من عمل نسخة احتياطية لنصوص الاسترداد الخاصة بك.
de: Sind Sie sicher, dass Sie diese Nachricht verwerfen wollen? Stellen Sie sicher das Ihre Redeem-Skripte gesichert sind.
es: ¿Quiere quitar este mensaje? Asegúrese de haber guardado sus códigos de canje (redeem scripts).
it: Siete sicuri di voler ignorare questo messaggio? Assicuratevi di aver fatto il backup degli script di riscatto.
pl: Czy na pewno chcesz odrzucić tę wiadomość? Upewnij się, że Twoje skrypty wykupu są zapisane w kopii zapasowej.
pt: Tem certeza que deseja ocultar essa mensagem? Garanta que você tem uma cópia de segurança dos seus scripts de resgate.
zh_hk: 你確定要忽略這個訊息嗎？請確保你已經備份好兌換指令碼。

# stakePoolsList.removeModal.description
source: Are you sure you want to remove this configured VSP? Make sure your redeem script is backed up.
ar: هل أنت متأكد من أنك تريد إزالة موفر خدمة التصويت المهيأ هذا؟ تأكد من عمل نسخة احتياطية لنصوص الاسترداد الخاصة بك.
de: Sind Sie sicher, dass Sie diesen konfigurierten VSP entfernen möchten? Stellen Sie sicher, dass Ihr Redeem-Skript gesichert ist.
es: ¿Quiere quitar este VSP? Asegúrese de haber guardado sus códigos de canje (redeem scripts).
it: Siete sicuri di voler rimuovere questo VSP configurato? Assicuratevi di aver fatto il backup del vostro script di riscatto.
pl: Czy na pewno chcesz usunąć skonfigurowany VSP? Upewnij się, że skrypt wykupu jest zapisany w kopii zapasowej.
pt: Tem certeza que deseja remover essa VSP configurada? Garanta que você tem uma cópia de segurança dos scripts de resgate.
zh_hk: 你確定要移除這個VSP嗎？請確保你已備份好兌換指令碼。

# ln.closeChannelModal.descr
source: Attempt cooperative close of channel?
ar: محاولة الإغلاق التعاوني للقناة؟
de: Einen Versuch starten den Kanal kooperativ zu schließen?
es: ¿Desea intentar cerrar el canal de forma cooperativa?
it: Tentare la chiusura cooperativa del canale?
pl: Spróbować wspólnie zamknąć kanał?
pt: Tentar fechamento cooperativo do canal?
zh_hk: 嘗試協同關閉通道？

# ln.closeChannelModa.descrForce
source: Attempt forced close of the channel?
ar: محاولة الإغلاق القَسرِيّ للقناة؟
de: Einen Versuch starten die Schließung des Kanals zu erzwingen?
es: ¿Desea forzar el cierre del canal?
it: Tentare la chiusura forzata del canale?
pl: Spróbować wymusić zamknięcie kanału?
pt: Tentar fechamento forçado do canal?
zh_hk: 嘗試強制關閉通道？

# tickets.startAutoBuyerConfirmation.attention
source: Attention!
ar: تنبيه!
de: Achtung!
es: ¡Advertencia!
it: Attenzione!
ja: 注意!
pl: Uwaga!
pt: Atenção!
zh_hk: 注意！

# vsp.tickets.startAutoBuyerConfirmation.attention
source: Attention!
ar: تنبيه!
de: Achtung!
es: ¡Atención!
it: Attenzione!
pl: Uwaga!
pt: Atenção!
zh_hk: 注意！

# ln.connectPage.useExistingAccountWarning
source: Attention: note that a running LN wallet maintains unencrypted keys in memory while it's running and also takes control of all funds of the given account. It's recommended to have an account dedicated to LN operations and only transfer the funds you intend to use in LN to it.
ar: تنبيه: لاحظ أن محفظة الشبكة البرقية قيد التشغيل تحتفظ بمفاتيح غير مشفرة في الذاكرة أثناء تشغيلها كما تتحكم بجميع رَصِيد الحساب المحدد. من المستحسن أن يكون لديك حساب مخصص لعمليات الشبكة البرقية وأن تقوم فقط بتحويل الأموال التي تنوي استخدامها في الشبكة البرقية إليها.
de: Achtung: Beachten Sie, dass ein LN-Wallet während des Betriebs unverschlüsselte Schlüssel im Speicher vorhält und auch in Kontrolle über alle Geldmittel des entsprechenden Accounts ist. Es wird empfohlen, einen speziell dem LN gewidmeten Account zu nutzen und lediglich soviel Geldmittel darin zu verwalten wie beabsichtigt ist im LN zu nutzen.
es: Atención: note que correr una cartera de LN mantiene sus claves sin encriptar en la memoria y toma el control de todos los fondos de esa cuenta. Se recomienda tener una cuenta dedicada a su operación y únicamente transferir los fondos que piensa usar en LN.
it: Attenzione: si noti che un portafoglio LN mantiene le chiavi non cifrate in memoria mentre è in funzione e prende anche il controllo di tutti i fondi del conto. Si raccomanda di avere un account dedicato a operazioni LN e trasferirvi solo i fondi che intendete usare in LN.
pl: Uwaga: zwróć uwagę, że działający portfel LN przechowuje nieszyfrowane klucze w pamięci podczas jego pracy, a także przejmuje kontrolę nad wszystkimi funduszami danego konta. Zaleca się założenie osobnego konta przeznaczonego dla LN i przekazanie mu tylko tych środków, które zamierza się wykorzystać w LN.
pt: Atenção: note que uma carteira da LN em execução mantém chaves descriptografadas na memória do computador e também toma controle de todos os fundos da conta escolhida. É recomendado ter uma conta dedicada a operações da LN e apenas transferir os fundos que você pretende utilizar na LN para ela.
zh_hk: 注意：閃電網路錢包執行時以非加密方式儲存鑰匙到記憶體中且控制著 所選帳戶中的所有資金。建議的做法是為閃電網路錢包使用獨立 的帳戶並只轉帳你想要在閃電網絡上使用的資金數量。

# tickets.autobuyerRunning.title
source: Auto Ticket Buyer Still Running
ar: لا يزال مشتري التذاكر الآلي قيد التشغيل
de: Automatischer Ticketkäufer läuft noch
es: Auto-Comprador de Tickets Sigue Corriendo
it: Autocompratore di biglietti ancora in funzione
pl: Automatyczny zakup biletów nadal działa
pt: Comprador Automático de Tickets em Execução
zh_hk: 自動買票機仍在執行

# automatictickets.subtitle
source: Automatic Ticket Purchases
ar: عمليات شراء التذاكر التلقائية
de: Automatische Ticketkäufe
es: Compras automáticas de tickets
fr: Achats automatiques de tickets
it: Acquisti automatici di biglietti
ja: 自動チケット購入
pl: Bilety zakupione automatycznie
pt: Compra Automática de Tickets
zh_hk: 自動買票

# vsp.autobuyer.subtitle
source: Automatic Ticket Purchases
ar: عمليات شراء التذاكر التلقائية
de: Automatische Ticketkäufe
es: Compras Automáticas de Tickets
it: Acquisti automatici di biglietti
pl: Bilety zakupione automatycznie
pt: Compra Automática de Tickets
zh_hk: 自動買票

# charts.keys.available
source: Available
ar: مُتَاح
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
ja: 利用可能
pl: Dostępne
pt: Disponível
zh_hk: 可用

# home.currentTotalSpendableBalanceLabel
source: Available
ar: مُتَاح
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
ja: 利用可能
pl: Dostępne
pt: Disponível
zh_hk: 可用

# governance.treasury_balance
source: Available Treasury Balance: {treasuryBalance}
ar: رصيد الخزينة المتاح: {treasuryBalance}
de: Verfügbares Mittelguthaben: {treasuryBalance}
es: Saldo de tesorería disponible: {treasuryBalance}
fr: Trésorerie disponible : {treasuryBalance}
it: Saldo disponibile della Tesoreria: {treasuryBalance}
ja: 利用可能な資金残高: {treasuryBalance}
pl: Dostępne saldo Skarbca: {treasuryBalance}
pt: Saldo disponível no Tesouro: {treasuryBalance}
zh_hk: 基金會餘額：{treasuryBalance}

# export.dailyBalances.fields.spendable
source: Available balance for spending in regular transactions.
ar: الرصيد المتاح للإنفاق في المعاملات العادية.
de: Verfügbares Guthaben für regelmäßige Transaktionen.
es: Saldo disponible para gastar en transacciones convencionales.
fr: Solde disponible pour des transactions régulières.
it: Saldo disponibile da spendere in transazioni regolari.
ja: 通常取引での支出に対して利用可能な残高。
pl: Dostępne saldo na wydatki w zwykłych transakcjach.
pt: Saldo disponível para gastar em transações regulares
zh_hk: 可用於一般交易的餘額。

# export.balances.fields.spendable
source: Available balance for spending in regular transactions.
ar: الرصيد المتاح للإنفاق في المعاملات العادية.
de: Verfügbares Guthaben für Ausgaben in regelmäßigen Transaktionen.
es: Saldo disponible para gastar en transacciones convencionales.
fr: Solde disponible pour des transactions régulières.
it: Saldo disponibile da spendere in transazioni regolari.
ja: 通常取引での支出に対して利用可能な残高。
pl: Dostępne saldo na wydatki w zwykłych transakcjach.
pt: Saldo disponível para gastar em transações regulares
zh_hk: 可用於一般交易的餘額。

# mytickets.statistics.votetime.average.label
source: Average vote time:
ar: متوسط وقت التصويت:
de: Durchschnittliche Abstimmdauer:
es: Tiempo promedio de voto:
fr: Heure de vote moyenne :
it: Tempo medio di votazione:
ja: 平均投票時間:
pl: Średni czas głosowania:
pt: Tempo médio de votação
zh_hk: 平均投票時間：

# txDetails.backBtn
source: Back
ar: العودة
de: Zurück
es: Volver
fr: Retour
it: Indietro
ja: 戻る
pl: Wróć
pt: Voltar
zh_hk: 返回

# errors.goHome
source: Back to Home
ar: العودة إلى الصفحة الرئيسية
de: Zurück zur Startseite
es: Volver al inicio
fr: Retour à l'accueil
it: Torna alla Home
ja: ホームページへ戻る
pl: Wróć do strony głównej
pt: Voltar ao Início
zh_hk: 返回主頁

# ln.walletTab.backup
source: Backup
ar: النسخ الاحتياطي
de: Sicherung
es: Copia de seguridad
pl: Kopia zapasowa
zh_hk: 備份

# trezorPage.backupDeviceBtn
source: Backup Device
ar: جهاز النسخ الاحتياطي
de: Gerät sichern
es: Crear copia de seguridad
it: Dispositivo di Backup
pl: Zrób kopię zapasową urządzenia
pt: Dispositivo de Backup
zh_hk: 備份裝置

# ln.backup.backupBtn
source: Backup Now
ar: قم بالنسخ الإحتياطي الآن
de: Jetzt sichern
es: Crear copia de seguridad
it: Esegui il backup adesso
pl: Zrób kopię zapasową
pt: Realizar Backup Agora
zh_hk: 立即備份

# backup.redeem.script.modal.title
source: Backup Redeem Script
ar: قم بالنسخ الإحتياطي لنصوص الاسترداد
de: Redeem Skript sichern
es: Guardar Código de Canje
it: Backup dello script di riscatto
pl: Zrób kopię zapasową skryptu wykupu
pt: Backup do Script de Resgate
zh_hk: 備份兌換指令碼

# purchase.ticket.warn.button
source: Backup Redeem Scripts
ar: قم بالنسخ الإحتياطي لنصوص الاسترداد
de: Redeem Skript sichern
es: Guardar Códigos de Canje
it: Backup degli script di riscatto
pl: Zrób kopię zapasową skryptów wykupu
pt: Backup do Script de Resgate
zh_hk: 備份兌換指令碼

# home.tab.balance
source: Balance
ar: الرصيد
de: Guthaben
es: Saldo
fr: Solde
it: Saldo
ja: 残高
pl: Saldo
pt: Saldo
zh_hk: 餘額

# ln.channelsTab.balance
source: Balance
ar: الرصيد
de: Guthaben
es: Saldo
it: Saldo
pl: Saldo
pt: Saldo
zh_hk: 餘額

# ln.invoicesTab.balanceHeader
source: Balance
ar: الرصيد
de: Guthaben
es: Saldo
it: Saldo
pl: Saldo
pt: Saldo
zh_hk: 餘額

# ln.paymentsTab.balanceHeader
source: Balance
ar: الرصيد
de: Guthaben
es: Saldo
it: Saldo
pl: Saldo
pt: Saldo
zh_hk: 餘額

# autobuyer.modal.balanceToMaintain
source: Balance To Maintain
ar: الرصيد الذي تريد الإحتفاظ به
de: Beizubehaltendes Guthaben
es: Saldo que mantener
fr: Solde à maintenir
it: Saldo da mantenere
ja: 維持に必要な残高
pl: Saldo do utrzymania
pt: Saldo a ser Mantido
zh_hk: 保留餘額

# vsp.autobuyer.modal.balanceToMaintain
source: Balance To Maintain
ar: الرصيد الذي تريد الإحتفاظ به
de: Beizubehaltendes Guthaben
es: Saldo A Mantener
it: Saldo da mantenere
pl: Saldo do utrzymania
pt: Saldor a Manter
zh_hk: 保留餘額

# export.dailyBalances.fields.locked
source: Balance locked in immature and live tickets.
ar: رصيد مقفل في التذاكر الغير ناضجة و الحية.
de: Guthaben in unfertigen und Live-Tickets gesperrt.
es: Saldo bloqueado en tickets inmaduros y en vivo.
fr: Solde verrouillé dans des tickets immatures et en direct.
it: Saldo bloccato in biglietti immaturi e attivi.
ja: 未完成およびライブのチケットにロックされた残高。
pl: Saldo zablokowane w niedojrzałych i aktywnych biletach.
pt: Saldo bloqueado em tickets imaturos e vivos.
zh_hk: 被未成熟及成熟選票凍結的餘額。

# export.dailyBalances.fields.immatureNonWallet
source: Balance locked in immature tickets not controlled by the wallet.
ar: رصيد مقفل في التذاكر الغير ناضجة التي لا تتحكم فيها المحفظة.
de: Guthaben in unfertigen Tickets gesperrt die nicht vom Wallet kontrolliert werden.
es: Fondos congelados en tickets inmaduros no controlados por la billetera.
it: Saldo bloccato in biglietti immaturi non controllati dal portafoglio.
pl: Saldo zablokowane w niedojrzałych i aktywnych biletach.
pt: Saldo trancado por tickets imaturos não controlados pela carteira.
zh_hk: 被非錢包控制的未成熟選票凍結的餘額。

# export.dailyBalances.fields.immature
source: Balance locked in immature tickets.
ar: رصيد مقفل في التذاكر الغير ناضجة.
de: Guthaben in unfertigen Tickets gesperrt.
es: Fondos congelados en tickets inmaduros.
it: Saldo bloccato in biglietti immaturi.
pl: Saldo zablokowane w niedojrzałych biletach.
pt: Saldo trancado em tickets imaturos
zh_hk: 被未成熟選票凍結的餘額。

# export.balances.fields.lockedNonWallet
source: Balance locked in live tickets not controlled by the wallet.
ar: رصيد مقفل في التذاكر الحية التي لا تتحكم فيها المحفظة.
de: Guthaben in Live-Tickets gesperrt die nicht vom Wallet kontrolliert werden.
es: Fondos congelados en tickets activos no controlados por la billetera.
it: Saldo bloccato in biglietti attivi non controllati dal portafoglio.
pl: Saldo zablokowane w aktywnych biletach, które nie są kontrolowane przez portfel.
pt: Saldo trancado em tickets não controlados pela carteira.
zh_hk: 被非錢包控制的選票凍結的餘額。

# export.balances.fields.locked
source: Balance locked in live tickets.
ar: رصيد مقفل في التذاكر الحية.
de: Guthaben in Live-Tickets gesperrt.
es: Fondos congelados en tickets activos.
it: Saldo bloccato in biglietti attivi.
pl: Saldo zablokowane w aktywnych biletach.
pt: Saldo trancado em tickets vivos.
zh_hk: 被選票凍結的餘額。

# autobuyer.balanceToMaintain
source: Balance to Maintain
ar: الرصيد الذي تريد الإحتفاظ به
de: Beizubehaltendes Guthaben
es: Saldo que mantener
fr: Solde à maintenir
it: Saldo da mantenere
ja: 維持に必要な残高
pl: Saldo do utrzymania
pt: Saldo a ser mantido
zh_hk: 保留餘額

# vsp.autobuyer.balanceToMaintain
source: Balance to Maintain
ar: الرصيد الذي تريد الإحتفاظ به
de: Beizubehaltendes Guthaben
es: Saldo A Mantener
it: Saldo da mantenere
pl: Saldo do utrzymania
pt: Saldo a Manter
zh_hk: 保留餘額

# accounts.balances
source: Balances
ar: الأرصدة
de: Guthaben
es: Saldos
fr: Soldes
it: Saldi
ja: 残高
pl: Salda
pt: Saldos
zh_hk: 餘額

# ln.walletTab.balances
source: Balances
ar: الأرصدة
de: Guthaben
es: Saldos
it: Saldi
pl: Salda
pt: Saldos
zh_hk: 餘額

# export.balances.name
source: Balances
ar: الأرصدة
de: Guthaben
es: Saldos
fr: Soldes
it: Saldi
ja: 残高
pl: Salda
pt: Saldos
zh_hk: 餘額

# sidebar.latestBlock
source: Block
ar: كتلة
es: Bloque
it: Blocco
pl: Blokuj
pt: Bloco
zh_hk: 區塊高度

# txDetails.blockLabel
source: Block
ar: الكتلة
es: Bloque
fr: Bloquer
it: Blocco
ja: ブロック
pl: Salda
pt: Bloco
zh_hk: 區塊

# getStarted.chainLoading.syncEstimation
source: Blockchain download estimated complete:
ar: مقدر تنزيل سلسلة الكتل كامل:
de: Blockchain-Download voraussichtlich abgeschlossen:
es: Tiempo estimado para descargar la blockchain:
it: Scaricamento completo della blockchain stimato per:
pl: Szacowane zakończenie pobierania łańcucha:
pt: Estimativa para completar download da blockchain:
zh_hk: 區塊鏈下載預計需時：

# securitycenter.validate.owned.branch
source: Branch
ar: فرع
es: Rama
it: Ramo
pl: Gałąź
pt: Galho
zh_hk: 分支

# ln.closeTypeBreach
source: Breach Force-close
ar: الإغلاق القسري للإختراق
de: Schließen erzwungen
es: Cierre Forzado por Incumplimiento
it: Chiusura forzata breach
pl: Naruszenie wymuszenia zamknięcia
pt: Fechamento forçado por violação
zh_hk: 違規強制關閉

# appMenu.bringAllFront
source: Bring All to Front
ar: إحضار الكل إلى الواجهة
de: Alle nach vorne bringen
es: Traer todo al frente
fr: Tout mettre au premier plan
it: Porta tutto in primo piano
ja: 全て前面に移動
pl: Przenieś wszystko do przodu
pt: Trazer Todos para Frente
zh_hk: 移到最上層

# home.noTransactions.buyFromExchanges
source: Buy Decred from Exchanges
ar: شراء ديكريد من منصات التبادلات
de: Decred von Exchanges kaufen
es: Comprar Decred a partir de cambios
fr: Acheter des Decred à partir d'échanges
it: Compra Decred da exchange
ja: 取引所でDecredを購入
pl: Kup Decred na giełdach wymian
pt: Comprar Decred de Corretoras
zh_hk: 從交易所購買Decred

# ln.openChannelDetails.csvDelay
source: CSV Delay
ar: تأخير CSV
es: Demora de CSV
it: Ritardo CSV
pl: Opóźnienie CSV
pt: Espera de CSV
zh_hk: CSV延時

# fileBrowserTypes.csv.name
source: CSV Files
ar: ملفات CSV
de: CSV-Dateien
es: Archivos CSV
fr: Fichiers CSV
it: File CSV
ja: CSVファイル
pl: Pliki CSV
pt: Arquivos CSV
zh_hk: CSV檔案

# account.mixer.running.btnCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
it: Annulla
pl: Anuluj
pt: Cancelar
zh_hk: 取消

# tickets.autobuyerRunning.confirmModal.btnCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
it: Annulla
pl: Anuluj
pt: Cancelar
zh_hk: 取消

# tickets.fee.error.confirmModal.btnCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
it: Annulla
pl: Anuluj
pt: Cancelar
zh_hk: 取消

# tickets.purchasing.confirmModal.btnCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
it: Annulla
pl: Anuluj
pt: Cancelar
zh_hk: 取消

# confirmModal.btnCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar
zh_hk: 取消

# importRedeemScriptModal.btnCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
it: Annulla
pl: Anuluj
pt: Cancelar
zh_hk: 取消

# seedCopyConfirm.btnCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar
zh_hk: 取消

# SendFromUnmixed.btnCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
it: Annulla
pl: Anuluj
pt: Cancelar
zh_hk: 取消

# passphraseModal.btnCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar
zh_hk: 取消

# loadingError.cancelBtn
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
it: Annulla
pl: Anuluj
pt: Cancelar
zh_hk: 取消

# accounts.cancelRenameBtn
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar
zh_hk: 取消

# getStarted.backBtn
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar
zh_hk: 取消

# advancedStartup.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar
zh_hk: 取消

# privacy.custom.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar
zh_hk: 取消

# stake.addPool.cancelBtn
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar
zh_hk: 取消

# stakepools.list.form.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar
zh_hk: 取消

# mytickets.loadingMoreTickets.cancelBtn
source: Cancel listing tickets
ar: إلغاء إدراج التذاكر
de: Auflistung der Tickets abbrechen
es: Cancelar la carga de tickets
it: Annulla l'elenco dei biglietti
pl: Anuluj dalsze ładowanie listy biletów
pt: Cancelar listagem de tickets
zh_hk: 取消載入選票

# sidebar.rescanCancelBtn.tip
source: Cancel rescan
ar: إلغاء إعادة الفحص
de: Erneutes Scannen abbrechen
es: Cancelar segundo análisis
fr: Annuler la réanalyse
it: Annulla riscansione
ja: 再スキャン中止
pl: Anuluj ponowne skanowanie
pt: Cancelar rescan
zh_hk: 取消重新掃瞄

# send.cancelSendAllTitle
source: Cancel sending all funds
ar: إلغاء إرسال كامل الرَصِيد
de: Senden aller Guthaben abbrechen
es: Cancelar envío de todos los fondos
fr: Annuler l'envoi de tous les fonds
it: Annulla l'invio di tutti i fondi
ja: すべての資金送信をキャンセル
pl: Anuluj wysyłanie wszystkich środków
pt: Cancelar envio de todos os fundos
zh_hk: 取消發送所有資金

# ln.closeChannelModal.capacity
source: Capacity
ar: السعة
de: Kapazität
es: Capacidad
it: Capacità
pl: Pojemność
pt: Capacidade
zh_hk: 容量

# ln.nodeInfo.channel.capacity
source: Capacity
ar: السعة
de: Kapazität
es: Capacidad
it: Capacità
pl: Pojemność
pt: Capacidade
zh_hk: 容量

# proposals.updateVoteChoiceModal.btnLabel
source: Cast Vote
ar: إدلاء الصوت
de: Stimme abgeben
es: Emitir voto
fr: Voter
it: Invia Voto
ja: 投票する
pl: Oddaj głos
pt: Votar
zh_hk: 提交投票

# ln.nodeInfo.channel.policy.disabled
source: Chan Disabled
ar: القناة معطلة
de: Kanal deaktiviert
es: Canal Desactivado
it: Chan disabilitata
pl: Kanał wyłączony
pt: Canal Desabilitado
zh_hk: 通道已停用

# trezor.changeLabel.changeButton
source: Change
ar: تغيير
de: Ändern
es: Cambiar
fr: Changer
it: Modifica
ja: 変更
pl: Zmień
pt: Mudar
zh_hk: 更改

# trezorPage.changeHomeScreen
source: Change Home Screen
ar: تغيير الشاشة الرئيسية
de: Startbildschirm ändern
es: Cambiar pantalla principal
fr: Modifier l’écran d’accueil
it: Modifica la schermata Home
ja: ホーム画面の変更
pl: Zmień ekran główny
pt: Mudar Tela Inicial
zh_hk: 更改Trezor主畫面

# trezor.changeLabel.header
source: Change Label
ar: تغيير التسمية
de: Beschriftung ändern
es: Cambiar etiqueta
fr: Changer l’étiquette
it: Cambia Etichetta
ja: ラベルの変更
pl: Zmień etykietę
pt: Mudar Descrição
zh_hk: 更改標籤

# settings.changeConfirmation
source: Change your passphrase
ar: تغيير عبارة المرور الخاصة بك
de: Ändern Sie Ihre Passphrase
es: Cambiar frase de contraseña
fr: Modifier votre phrase secrète
it: Cambiate la vostra frase d'accesso
ja: パスフレーズを変更
pl: Zmień hasło
pt: Mudar sua senha
zh_hk: 更改錢包密碼

# trezor.changeLabel.success
source: Changed label on selected Trezor to {label}
ar: تم تغيير التسمية على تريزور المحددة إلى {label}
de: Die Beschriftung des ausgewählten Trezor zu {label} geändert
es: Se cambio la etiqueta del Trezor a {label}
it: L'etichetta sul Trezor selezionato è stata cambiata in {label}
pl: Zmieniono etykietę na wybranym urządzeniu Trezor na {label}
pt: Título da Trezor modificada para {label}
zh_hk: 已將選擇的Trezor標籤修改為 {label}

# settings.description
source: Changing network settings requires a restart
ar: يتطلب تغيير إعدادات الشبكة إعادة التشغيل
de: Für das Ändern der Netzwerkeinstellungen ist ein Neustart erforderlich
es: Reinicio obligatorio para aplicar los cambios en los ajustes de red
fr: La modification des paramètres réseau nécessite un redémarrage
it: La modifica delle impostazioni di rete richiede un riavvio
ja: ネットワーク設定を変更するには再起動する必要があります
pl: Zmiana ustawień sieciowych wymaga ponownego uruchomienia
pt: Mudar a rede ativa requer um reinício da aplicação
zh_hk: 修改網絡設定後需重新開啟

# ln.closedChannelDetails.chanId
source: Channel ID
ar: معرّف القناة
de: Kanal ID
es: Identificador del canal
it: ID del canale
pl: Identyfikator kanału
pt: ID do Canal
zh_hk: 通道ID

# ln.openChannelDetails.chanId
source: Channel ID
ar: معرّف القناة
de: Kanal ID
es: ID del Canal
it: ID del canale
pl: Identyfikator kanału
pt: ID do Canal
zh_hk: 通道ID

# ln.closedChannelDetails.channelPoint
source: Channel Point
ar: وجهة القناة
de: Kanalpunkt
es: Punto del Canal
it: Punto del canale
pl: Punkt kanału
pt: Ponto do Canal
zh_hk: 通道點

# ln.closeChannelModal.channelPoint
source: Channel Point
ar: وجهة القناة
de: Kanalpunkt
es: Punto del Canal
it: Punto del canale
pl: Punkt kanału
pt: Ponto do Canal
zh_hk: 通道點

# ln.openChannelDetails.channelPoint
source: Channel Point
ar: وجهة القناة
de: Kanalpunkt
es: Punto del Canal
it: Punto del canale
pl: Punkt kanału
pt: Ponto do Canal
zh_hk: 通道點

# ln.pendingChannelDetails.channelPoint
source: Channel Point
ar: وجهة القناة
de: Kanalpunkt
es: Punto del Canal
it: Punto del canale
pl: Punkt kanału
pt: Ponto de Canal
zh_hk: 通道點

# ln.nodeInfo.channel.chanPoint
source: Channel Point
ar: وجهة القناة
de: Kanalpunkt
es: Punto del Canal
it: Punto del canale
pl: Punkt kanału
pt: Ponto de Canal
zh_hk: 通道點

# ln.ntf.closechannelClosepending
source: Channel close procedures started
ar: بدأت إجراءات إغلاق القناة
de: Prozeduren zum Schließen des Kanals gestartet
es: Cierre del canal iniciado
it: Procedure di chiusura del canale avviate
pl: Rozpoczęto procedury zamykania kanałów
pt: Procedimento de fechamento do canal iniciado
zh_hk: 已啟動關閉通道程序

# ln.ntf.closechannelChanclose
source: Channel closed
ar: تم إغلاق القناة
de: Kanal geschlossen
es: Canal cerrado
it: Canale chiuso
pl: Kanał zamknięty
pt: Canal fechado
zh_hk: 已關閉通道

# ln.tab.channels
source: Channels
ar: القنوات
de: Kanäle
es: Canales
it: Canali
pl: Kanały
pt: Canais
zh_hk: 通道

# ln.networkTab.numChannels
source: Channels
ar: القنوات
de: Kanäle
es: Canales
it: Canali
pl: Kanały
pt: Canais
zh_hk: 通道

# ln.nodeInfo.channelsList
source: Channels
ar: القنوات
de: Kanäle
es: Canales
it: Canali
pl: Kanały
pt: Canais
zh_hk: 通道
