Repository: decred/decrediton
Catalog: app/i18n/po/decrediton.*.po
Languages: ar, de, es, fr, it, ja, pl, pt, zh_hk

# createwallet.walletmasterpubkey.label
source: Master Pub Key
ar: المفتاح العام الرئيسي
es: Clave maestra pública
fr: Clé publique principale
it: Chiave pubblica principale
ja: マスター公開キー
pl: Główny klucz publiczny
pt: Chave Pública Mestre
zh_hk: 主公鑰

# help.matrix
source: Matrix Chat
ar: دردشة الماتريكس
es: Chat de Matrix
fr: Discussion Matrix
it: Chat Matrix
ja: マトリックスチャット
pl: Czat Matrix
zh_hk: Matrix 聊天室

# ln.nodeInfo.channel.policy.maxHtlc
source: Max HTLC
ar: الحد الأقصى لعقد تجزئة المؤمن بالوقت
es: HTLC Máximo
pl: Maksymalna ilość HTLC
zh_hk: 最大HTLC

# ln.paymentsTab.balance.maxPayable
source: Max. Payable
ar: الحد الأقصى للدفع
de: Max. zahlbar
es: Pago Máximo
it: Max. pagabile
pl: Maks. do wypłaty
pt: Máx. Pagável
zh_hk: 最多可發送

# ln.invoicesTab.balance.maxReceivable
source: Max. Receivable
ar: الحد الأقصى القابل للإستلام
de: Max. empfangbar
es: Cobro Máximo
it: Max. ricevibile
pl: Maks. do odbioru
pt: Máx. Recebível
zh_hk: 最多可接收

# mytickets.statistics.votetime.median.label
source: Median vote time:
ar: أوسط ​​وقت التصويت:
de: Mittlere Abstimmungszeit:
es: Tiempo medio de voto:
fr: Heure de vote médiane :
it: Tempo di voto medio:
ja: 平均投票時間:
pl: Mediana czasu głosowania:
pt: Tempo de votação mediano:
zh_hk: 投票時間中位數：

# securitycenter.signMessage.field.message.label
source: Message
ar: رسالة
de: Nachricht
es: Mensaje
it: Messaggio
ja: メッセージ
pl: Wiadomość
pt: Mensagem
zh_hk: 訊息

# securitycenter.verify.field.message.label
source: Message
ar: رسالة
de: Nachricht
es: Mensaje
it: Messaggio
ja: メッセージ
pl: Wiadomość
pt: Mensagem
zh_hk: 訊息

# ln.nodeInfo.channel.policy.minHtlc
source: Min HTLC
ar: الحد الأدنى لعقد تجزئة المؤمن بالوقت
es: HTLC Mínimo
pl: Minimalna ilość HTLC
zh_hk: 最小HTLC

# appMenu.minimize
source: Minimize
ar: تصغير
de: Minimieren
es: Minimizar
fr: Réduire
it: Minimizza
ja: 最小化
pl: Minimalizuj
pt: Minimizar
zh_hk: 最小化

# settings.misc.title
source: Misc
ar: خيارات متنوعة
de: Sonstiges
pl: Różne
zh_hk: 其它

# transaction.type.missed
source: Missed
ar: مفوتة
de: Verpasst
es: Desaprovechado
fr: Manqués
it: Mancato
ja: 非処理
pl: Przegapione
pt: Perdido
zh_hk: 錯過

# txhistory.icon.mixed
source: Mix
ar: خلط
es: Mezcla
it: Miscela
pl: Mieszanie
pt: Misturar
zh_hk: 混幣

# txFilter.type.mixed
source: Mixed
ar: مَخلُوط
de: gemixt
es: Mezclada
it: Miscelato
pl: Przemieszane
zh_hk: 混幣

# privacy.mixing.account
source: Mixed Account
ar: حساب مَخلُوط
de: Gemixter Account
es: Cuenta Mezclada
it: Account miscelato
pl: Konto mieszane
pt: Conta Mixed
zh_hk: 混幣帳戶

# addMixerAccountModal.mixedAccountName
source: Mixed Account Name
ar: إسم الحساب المَخلُوط
de: Gemixter Account-Name
es: Nombre de la Cuenta Mezclada
it: Nome conto miscelato
pl: Nazwa konta mieszanego
pt: Nome da Conta Mix
zh_hk: 混幣帳戶名稱

# getstarted.setAcct.mixedAcct
source: Mixed Account: {value}
ar: الحساب المَخلُوط: {value}
de: Gemixter Account: {value}
es: Cuenta Mezclada: {value}
it: Conto miscelato: {value}
pl: Konto mieszane: {value}
pt: Conta Mixed: {value}
zh_hk: 混幣帳戶：{value}

# privacy.label.mixed.balance
source: Mixed Balance
ar: الرصيد المخلوط
de: Gemixtes Guthaben
es: Saldo Mezclado
it: Saldo miscelato
pl: Saldo mieszane
pt: Saldo Mixed
zh_hk: 已混幣餘額

# mixerSetting.header
source: Mixer Settings
ar: إعدادات الخلاط
de: Mixer Einstellungen
es: Configuración del Mezclador
it: Impostazioni del miscelatore
pl: Ustawienia miksera
pt: Configurações do Mixer
zh_hk: 混幣器設定

# privacy.mixerIsNotRunning
source: Mixer is not running
ar: الخلاط لا يعمل
de: Mixer läuft nicht
es: El mezclador está detenido
it: Il miscelatore non è in esecuzione
pl: Mikser jest nieaktywny
pt: Mixer não está em execução
zh_hk: 混幣器不在運作

# privacy.mixersIsRunning
source: Mixer is running
ar: يتم تشغيل الخلاط
de: Mixer läuft
es: El mezclador está corriendo
it: Il miscelatore è in esecuzione
pl: Mikser jest aktywny
pt: Mixer em execução
zh_hk: 混幣器現正運作

# mytickets.subtitle
source: My Tickets
ar: تذاكري
de: Meine Tickets
es: Mis Tickets
it: I miei biglietti:
pl: Moje bilety
pt: Meus Tickets
zh_hk: 我的選票

# proposalDetails.votingInfo.votingPreferenceTitle
source: My Voting Preference
ar: تفضيل التصويت الخاص بي
de: Meine Voting-Einstellungen
es: Mi preferencia de voto
fr: Ma préférence de vote
it: La mia preferenza di voto
ja: 投票の環境設定
pl: Moje preferencje głosowania
pt: Minha Preferência de Votação
zh_hk: 我的投票選項

# export.transactions.fields.amount
source: Net amount sent (including fees) or received by the wallet on this transaction.
ar: صافي المبلغ المرسل (بما في ذلك الرسوم) أو المُستلَم بواسطة المحفظة في هذه المعاملة.
de: Der vom Wallet bei dieser Transaktion gesendete bzw. erhaltene Nettobetrag (einschließlich Gebühren).
es: Cantidad neta enviada (costes incluidos) o recibida por la cartera en esta transacción.
fr: Montant net envoyé (frais inclus) ou reçu par le portefeuille sur cette transaction.
it: Importo netto inviato (incluse le tariffe) o ricevuto dal portafoglio per questa transazione.
ja: この取引でウォレットに送受信された正味額（手数料を含む）。
pl: Kwota netto wysłana (wraz z opłatami) lub otrzymana przez portfel w ramach tej transakcji.
pt: Valor líquido enviado (incluíndo taxas) ou recebido pela carteira nessa transação
zh_hk: 錢包在交易中付款或收款的淨額（包括手續費）。

# ln.tab.network
source: Network
ar: الشبكة
de: Netzwerk
es: Red
it: Rete
pl: Sieć
pt: Rede
zh_hk: 網絡

# settings.network.title
source: Network
ar: الشبكة
de: Netzwerk
es: Red
it: Rete
pl: Sieć
pt: Rede
zh_hk: 網絡

# settings.network
source: Network
ar: الشبكة
de: Netzwerk
es: Red
fr: Réseau
it: Rete
ja: ネットワーク
pl: Sieć
pt: Rede
zh_hk: 網絡

# settings.privacy.networkStatus.label
source: Network Information
ar: معلومات الشبكة
de: Netzwerkinformation
es: Información de red
fr: Informations sur le réseau
it: Informazioni di rete
ja: ネットワーク情報
pl: Informacje o sieci
pt: Informação da Rede
zh_hk: 網絡資訊

# addAccountModal.newAccountName
source: New Account Name
ar: اسم الحساب الجديد
de: Neuer Account-Name
es: Nuevo nombre de cuenta
fr: Nouveau nom de compte
it: Nuovo nome conto
ja: 新規アカウント名
pl: Nowa nazwa konta
pt: Nome da Nova Conta
zh_hk: 新帳戶名稱

# accounts.rename.newNamePlaceholder
source: New Account Name
ar: اسم الحساب الجديد
de: Neuer Account-Name
es: Nuevo nombre de cuenta
fr: Nouveau nom de compte
it: Nuovo nome conto
ja: 新規アカウント名
pl: Nowa nazwa konta
pt: Novo nome da Conta
zh_hk: 新帳戶名稱

# accounts.newName
source: New Account Name
ar: اسم الحساب الجديد
de: Neuer Account-Name
es: Nuevo nombre de cuenta
fr: Nouveau nom de compte
it: Nuovo nome conto
ja: 新規アカウント名
pl: Nowa nazwa konta
pt: Nome da nova conta
zh_hk: 新帳戶名稱

# trezor.changeLabel.description
source: New Label
ar: التسمية الجديدة
de: Neue Beschriftung
es: Nueva etiqueta
fr: Nouvelle étiquette
it: Nuova etichetta
ja: 新しいラベル
pl: Nowa etykieta
pt: Nova Descrição
zh_hk: 新標籤

# changePassModal.newPassphrase
source: New Private Passphrase
ar: عبارة المرور الخاصة الجديدة
de: Neue private Passphrase
es: Nueva frase de contraseña privada
fr: Nouvelle phrase secrète privée
it: Nuova frase d'accesso privata
ja: 新しいプライベートパスフレーズ
pl: Nowe prywatne hasło
pt: Nova Senha Particular
zh_hk: 新錢包密碼

# notification.new
source: New Transaction
ar: معاملة جديدة
de: Neue Transaktion
es: Nueva transacción
fr: Nouvelle transaction
it: Nuova transazione
ja: 新規取引
pl: Nowa transakcja
pt: Nova Transação
zh_hk: 新交易

# ln.ntf.openchannelChanPending
source: New channel in pending state
ar: قناة جديدة في حالة الانتظار
de: Neuer Kanal im Schwebezustand
es: Nuevo canal pendiente
it: Nuovo canale in sospeso
pl: Nowy kanał oczekujący
pt: Novo canal em situação pendente
zh_hk: 新通道狀態待定

# ln.ntf.openchannelChanOpen
source: New channel successfully opened and confirmed
ar: تم فتح قناة جديدة وتأكيدها بنجاح
de: Neuer Kanal erfolgreich eröffnet und bestätigt
es: Nuevo canal abierto y confirmado
it: Nuovo canale aperto e confermato con successo
pl: Nowy kanał został pomyślnie otwarty i zatwierdzony
pt: Novo canal aberto com sucesso e confirmado
zh_hk: 成功開啟並確認新通道

# getStarted.updateAvailableTooltip
source: New version {version} available
ar: يتوفر إصدار جديد {version}
de: Neue Version {version} verfügbar
es: Nueva versión {version} disponible
fr: Nouvelle version {version} disponible
it: Nuova versione {version} disponibile
ja: 新バージョン{version}をご利用いただけます
pl: Nowa wersja {version} dostępna
pt: Nova versão {version} disponível
zh_hk: 有可用的新版本 {version}

# getStarted.releaseNotes.NewerVersion
source: Newer Version
ar: النسخة الأحدث
de: Neuere Version
es: Versión más reciente
fr: Version plus récente
it: Versione più recente
ja: 新バージョン
pl: Nowsza wersja
pt: Nova Versão
zh_hk: 新版本

# tickets.sortby.newest
source: Newest
ar: الأحدث
de: Neuestes
es: Más reciente
fr: Plus récent
it: Più recente
ja: 新しい順
pl: Najnowsze
pt: Mais novos
zh_hk: 最新

# transaction.sortby.newest
source: Newest
ar: الأحدث
de: Neueste
es: Más reciente
fr: Plus récent
it: Più recente
ja: 新しい順
pl: Najnowsze
pt: Mais novos
zh_hk: 最新

# tutorial.nextBtn
source: Next
ar: التالي
de: Nächste
es: Siguiente
fr: Suivant
it: Prossimo
ja: 次
pl: Dalej
pt: Próximo
zh_hk: 下一個

# tutorial.standardPage.nextPage
source: Next
ar: التالي
de: Nächste
es: Siguiente
fr: Suivant
it: Prossimo
ja: 次
pl: Dalej
pt: Próximo
zh_hk: 下一個

# noMoreTickets.description
source: No More Tickets
ar: لا مزيد من التذاكر
de: Keine weiteren Tickets
es: No hay más tickets
it: Nessun ulteriore biglietto
pl: Brak biletów
pt: Nenhum outro ticket
zh_hk: 沒有更多選票

# privacy.options.disabled.title
source: No Outbound Connections
ar: لا توجد اتصالات خارجية
de: Keine ausgehenden Verbindungen
es: No hay conexiones salientes
fr: Aucune connexion sortante
it: Nessun collegamento in uscita
ja: アウトバウンド接続なし
pl: Brak połączeń wychodzących
pt: Nenhuma conexão externa
zh_hk: 沒有連出的連線

# noProposals.description
source: No Proposals Available
ar: لا توجد مقترحات متاحة
de: Keine Proposals verfügbar
es: No hay propuestas disponibles
fr: Aucune proposition disponible
it: Nessuna proposta disponibile
ja: 利用可能な提案はありません
pl: Brak dostępnych propozycji
pt: Nenhuma proposta disponível
zh_hk: 沒有更多提案

# settings.proxy.type.none
source: No Proxy
ar: لا يوجد وسيط
de: Kein Proxy
es: No hay proxy
fr: Aucun proxy
it: Nessun proxy
ja: プロキシなし
pl: Brak proxy
pt: Nenhum Proxy
zh_hk: 不使用 Proxy

# noStats.description
source: No Statistics Available
ar: لا توجد إحصاءات متاحة
de: Keine Statistiken verfügbar
es: No hay estadísticas disponibles
fr: Aucune statistique disponible
it: Statistiche non disponibili
ja: 利用可能な統計はありません
pl: Brak dostępnych statystyk
pt: Nenhuma Estatística Disponível
zh_hk: 沒有統計資料

# noTickets.description
source: No Tickets Found
ar: لم يتم العثور على تذاكر
de: Keine Tickets gefunden
es: No se han encontrado tickets
fr: Aucun ticket n'a été trouvé
it: Nessun biglietto trovato
ja: チケットがありません
pl: Nie znaleziono biletów
pt: Nenhum Ticket Encontrado
zh_hk: 找不到任何選票

# noTransactions.description
source: No Transactions Found
ar: لم يتم العثور على معاملات
de: Keine Transaktionen gefunden
es: No se han encontrado transacciones
fr: Aucune transaction n'a été trouvée
it: Nessuna transazione trovata
ja: 取引が見つかりません
pl: Nie znaleziono transakcji
pt: Nenhuma Transação Encontrada
zh_hk: 找不到任何交易

# trezor.noConnectedDevice
source: No Trezor device connected. Check the device connection and Trezor bridge.
ar: لم يتم إيجاد أي جهاز تريزور متصل. تحقق من اتصال الجهاز وجسر تريزور .
de: Kein Trezor Gerät angeschlossen. Überprüfen Sie den Geräteanschluss und die Trezor-Bridge.
es: No hay un dispositivo Trezor conectado. Revise la conexión y el software de Trezor bridge.
it: Nessun dispositivo Trezor collegato. Controllare il collegamento del dispositivo e il bridge Trezor.
pl: Brak podłączonego urządzenia Trezor. Sprawdź połączenie z urządzeniem i aplikacją Trezor Bridge.
pt: Nenhum dispositivo Trezor conectado. Verifique a conexão do dispositivo e a Trezor Bridge.
zh_hk: 未連接到任何Trezor裝置。請檢驗裝置連接和Trezor Bridge。

# trezor.noDevice.message
source: No Trezor device detected. Connect the device and check if Trezor bridge is installed and running.
ar: لم يتم اكتشاف أي جهاز ل تريزور . قم بتوصيل الجهاز وتحقق من تثبيت جسر تريزور وتشغيله.
de: Kein Trezor Gerät erkannt. Schließen Sie das Gerät an und prüfen Sie ob die Trezor-Bridge installiert ist und läuft.
es: No se ha detectado ningún dispositivo Trezor. Conecte el dispositivo y compruebe si el bridge de Trezor está instalado y en ejecución.
it: Nessun dispositivo Trezor rilevato. Collegare il dispositivo e controllare se il bridge Trezor è installato e funzionante.
pl: Brak podłączonego urządzenia Trezor. Podłącz urządzenie i sprawdź, czy aplikacja Trezor Bridge działa.
pt: Nenhum dispositivo Trezor detectado. Conecte o dispositivo e verifique se a Trezor Bridge está instalada e em execução.
zh_hk: 未偵測到任何Trezor裝置。請連接到裝置及確保Trezor Bridge已經安裝並正在執行狀態。

# trezor.getStartedConfig.noDeviceFound
source: No Trezor device found. Check the connection and the Trezor bridge software.
ar: لم يتم العثور على جهاز تريزور . تحقق من الاتصال وبرنامج جسر تريزور .
de: Kein Trezor Gerät gefunden. Überprüfen Sie die Verbindung und die Trezor-Bridge-Software.
es: No se encontró un dispositivo. Compruebe la conexión y el software de puente de Trezor.
it: Nessun dispositivo Trezor trovato. Controllare il collegamento e il software del bridge Trezor.
pl: Brak podłączonego urządzenia Trezor. Sprawdź połączenie oraz oprogramowanie Trezor Bridge.
pt: Nenhum dispositivo Trezor encontrado. Verifique a conexão e o software da Trezor Bridge.
zh_hk: 找不到Trezor裝置。請檢查連線及Trezor Bridge軟件。

# stake.noAvailableStakepools
source: No VSP found. Check your internet connection or {link} to see if the VSP API is down.
ar: لم يتم العثور على موفر خدمة تصويت. تحقق من اتصالك بالإنترنت أو {link} لمعرفة ما إذا كانت واجهة برمجة التطبيقات الخاصة بموفر خدمة التصويت معطلة.
de: Kein VSP gefunden. Überprüfen Sie Ihre Internetverbindung oder {link} um zu sehen ob die VSP-API ausgefallen ist.
es: No se encontró un VSP. Revise su conexión a internet o {link} para ver si el VSP se encuentra online.
it: Nessun VSP trovato. Controllate la vostra connessione internet o {link} per vedere se il VSP API è fuori uso.
pl: Nie znaleziono VSP. Sprawdź połączenie internetowe lub {link}, aby sprawdzić, czy interfejs API VSP jest uszkodzony.
pt: Nenhuma VSP encontrada. Cheque sua conexão de internet ou {link} para verificar se a API de VSPs está fora do ar.
zh_hk: 找不到VSP。請檢查你的網絡連線或 {link} 查看VSP API是否離線。

# history.noMoreTransactions
source: No more transactions.
ar: لا مزيد من المعاملات.
de: Keine weiteren Transaktionen.
es: No hay más transacciones.
fr: Aucune autre transaction.
it: Nessun'altra transazione.
ja: その他の取引はありません。
pl: Nie ma więcej transakcji.
pt: Sem mais transações.
zh_hk: 沒有更多交易了。

# charts.voteTime.noVotesDay
source: No tickets voted in this range
ar: لا توجد تذاكر صوتت في هذا النطاق
de: Keine Tickets in diesem Bereich abgestimmt
es: No hay tickets votados en este intervalo
fr: Aucun ticket voté dans cette plage
it: Nessun biglietto votato in questo intervallo
ja: この範囲で投票されたチケットなし
pl: Nie ma biletów, które głosowały w tym zakresie
pt: Nenhum ticket votou nesse intervalo
zh_hk: 這範圍內沒有投票

# home.noTickets.title
source: No tickets yet
ar: لا تذاكر حتى الآن
de: Noch keine Tickets
es: Todavía no hay tickets
fr: Aucun ticket pour le moment
it: Nessun biglietto al momento
ja: チケットはありません
pl: Nie ma jeszcze biletów
pt: Nenhum ticket ainda
zh_hk: 尚未有選票

# home.noTransactions.title
source: No transactions yet
ar: لم يتم إجراء أي معاملات بعد
de: Noch keine Transaktionen
es: No hay ninguna transacción aún
fr: Aucune transaction pour le moment
it: Nessuna transazione al momento
ja: 取引がありません
pl: Nie ma jeszcze transakcji
pt: Nenhuma transação ainda
zh_hk: 尚未有交易

# ln.nodeInfo.channel.policy.node
source: Node
ar: عقدة
es: Nodo
it: Nodo
pl: Węzeł
pt: Nó
zh_hk: 節點

# ln.walletTab.nodeInfos.alias
source: Node Alias
ar: عقدة اسم مستعار
es: Alias del Nodo
it: Alias nodo
pl: Alias węzła
pt: Apelido do Nó
zh_hk: 節點別名

# ln.networkTab.queryNodeId
source: Node ID
ar: معرف العقدة
es: ID del Nodo
it: ID nodo
pl: ID węzła
pt: ID do Nó
zh_hk: 節點ID

# ln.networkTab.queryRoutes.nodeID
source: Node ID
ar: معرف العقدة
es: ID del Nodo
it: ID nodo
pl: ID węzła
pt: ID do Nó
zh_hk: 節點ID

# ln.walletTab.nodeInfos.ID
source: Node ID
ar: معرف العقدة
es: ID del Nodo
it: ID nodo
pl: ID węzła
pt: ID do Nó
zh_hk: 節點ID

# ln.networkTab.queryNode.errNotFound
source: Node not found
ar: لم يتم العثور على العقدة
de: Node nicht gefunden
es: Nodo no encontrado
it: Nodo non trovato
pl: Nie odnaleziono węzła
pt: Nó não encontrado
zh_hk: 找不到節點

# ln.networkTab.numNodes
source: Nodes
ar: العقد
es: Nodos
it: Nodi
pl: Węzły
pt: Nós
zh_hk: 節點

# txDetails.nonWalletInputs
source: Non Wallet Inputs
ar: المدخلات الغير تابعة للمحفظة
de: Nicht-Wallet-Eingaben
es: Entradas fuera de cartera
fr: Entrées non liées au portefeuille
it: Entrate al di fuori del portafoglio
ja: ウォレット以外へのインプット
pl: Wejścia spoza portfela
pt: Entradas de Fora da Carteira
zh_hk: 錢包以外的輸入

# txDetails.nonWalletOutputs
source: Non Wallet Outputs
ar: المخرجات الغير تابعة للمحفظة
de: Nicht-Wallet-Outputs
es: Salidas fuera de cartera
fr: Sorties non liées au portefeuille
it: Uscite al di fuori del portafoglio
ja: ウォレット以外へのアウトプット
pl: Wyjścia spoza portfela
pt: Saídas para Fora da Carteira
zh_hk: 錢包以外的輸出

# stake.lastVotedTicket.none
source: None
ar: لا شيء
de: Keine
es: Ninguno
it: Nessuno
pl: Brak
pt: Nenhum
zh_hk: 無

# purchaseTickets.errors.insufficientBalance.legacy
source: Not enough funds
ar: لا توجد رَصِيد كافية
de: Nicht genügend Finanzmittel
es: Saldo insuficiente
it: Fondi insufficienti
pl: Brak wystarczających środków
pt: Fundos insuficientes
zh_hk: 餘額不足

# purchaseTickets.errors.insufficientBalance
source: Not enough funds
ar: لا توجد رَصِيد كافية
de: Nicht genügend Finanzmittel
es: No hay fondos suficientes
fr: Fonds insuffisants
it: Fondi insufficienti
ja: 充分な資金がありません
pl: Brak wystarczających środków
pt: Sem saldo suficiente
zh_hk: 餘額不足

# ln.openChannelDetails.numUpdates
source: Number of Updates
ar: عدد التحديثات
de: Anzahl der Aktualisierungen
es: Cantidad de Actualizaciones
it: Numero di aggiornamenti
pl: Liczba aktualizacji
pt: Número de Atualizações
zh_hk: 更新次數

# privacy.ticket.old
source: Old VSP
ar: موفر خدمة التصويت القديم
de: Alter VSP
es: VSP Viejo
it: Vecchio VSP
pl: Stare VSP
pt: VSP Antiga
zh_hk: 舊版VSP

# getStarted.releaseNotes.OlderVersion
source: Older Version
ar: إصدار أقدم
de: Ältere Version
es: Versión más antigua
fr: Version antérieure
it: Versione vecchia
ja: 旧バージョン
pl: Starsza wersja
pt: Versão Anterior
zh_hk: 舊版本

# tickets.sortby.oldest
source: Oldest
ar: الأقدم
de: Ältestes
es: Más antiguo
fr: Plus ancien
it: Più vecchia
ja: 古い順
pl: Najstarsze
pt: Mais antigos
zh_hk: 最舊

# transaction.sortby.oldest
source: Oldest
ar: الأقدم
de: Älteste
es: Más antiguo
fr: Plus ancien
it: Più vecchia
ja: 古い順
pl: Najstarsze
pt: Mais antigos
zh_hk: 最舊

# sidebar.link.transactions
source: On-chain Transactions
ar: المعاملات على السلسلة.
de: On-Chain-Transaktionen
es: Transacciones On-chain
it: Transazioni on-chain
pl: Transakcje on-chain
pt: Transações On-chain
zh_hk: 鏈上交易

# ln.description.wallet
source: On-chain balance and actions of the LN Wallet
ar: الرصيد على السلسلة وإجراءَات محفظة الشبكة البرقية
de: On-Chain Balance und Aktionen des LN Wallet
es: Saldo on-chain y acciones de la Cartera LN
it: Saldo on-chain e azioni del portafoglio LN
pl: Działania i bilans on-chain portfela LN
pt: Saldo on-chain e ações da carteira LN
zh_hk: 閃電網路錢包的鏈上餘額及相關動作

# agenda.overviewDescription
source: Once the majority of the PoW miners have upgraded (75% of the 100 most recent blocks are at the latest version) and the majority of the PoS miners have upgraded (75% of the votes in a 2016 block interval), the voting process begins.
de: Der Voting-prozess beginnt sobald die Mehrheit der PoW-Miner ein Upgrade durchgeführt (75 % der 100 letzten Blöcke sind in der neuesten Version) und die Mehrheit der PoS-Miner ein Upgrade durchgeführt hat (75 % der Stimmen in einem Blockintervall 2016).
es: El proceso de votación dará comienzo en cuanto la mayoría de los extractores de prueba de trabajo (PoW) haya efectuado la actualización (el 75 % de los 100 bloques más recientes se hallan en la última versión) y la mayoría de los mineros de prueba de participación (PoS) haya hecho también lo propio (el 75 % de los votos en un intervalo de bloques de 2016).
fr: Une fois que la majorité des mineurs PdT ont été mis à jour (75 % des 100 blocs les plus récents mis à la version la plus récente) et que la majorité des mineurs PdE ont été mis à jour (75 % des votes dans un intervalle de bloc 2016), le processus de vote commence.
ja: PoWマイナーの過半数がアップグレード（最新100ブロックの75%が最新バージョン）し、PoSマイナーの過半数がアップグレード（2016年ブロックインターバルの投票の75%）すると、投票プロセスが開始します。
pl: Po zaktualizowaniu większości górników PoW (75% ze 100 ostatnich bloków to najnowsza wersja) i zaktualizowaniu większości górników PoS (75% głosów w odstępie blokowym 2016) rozpoczyna się proces głosowania.

# sidebar.mixer.running
source: One or more of the following decrediton's features running in the background: Privacy Mixer, Ticket Auto Buyer, Purchase Ticket Attempt
ar: يتم تشغيل ميزة أو أكثر من ميزات ديكريديتون التالية في الخلفية: خلاط الخصوصية، المشتري التلقائي للتذكرة، محاولة شراء التذكرة
de: Eine oder mehrere der folgenden Funktionen von Decrediton laufen im Hintergrund: Privatsphäre-Mixer, Ticket-Autokäufer, Ticket-Kaufversuch
es: Uno o más de los siguientes procesos de Decrediton está corriendo por detrás: Mezclador, Comprador de Tickets, Compra de Tickets
it: Una o più delle seguenti funzioni di Decrediton sono in esecuzione in background: Miscelatore per la privacy, Autocompratore di biglietti, Tentativo di acquisto biglietti
pl: Jedna bądź więcej podanych funkcji portfela Decrediton działa w tle: mikser prywatności, automatyczny zakup biletów, próba zakupu biletów
pt: Uma ou mais das funcionalidades a seguir em execução em segundo plano: Mixer de Privacidade, Comprador Automático de Tickets, Tentativa de Compra de Ticket
zh_hk: Decrediton的一個或多個功能正在背景執行：混幣器、自動買票機、購買選票

# ln.paymentsTab.outstanding
source: Ongoing Payments
ar: المدفوعات الجارية
de: Laufende Zahlungen
es: Pagos en Curso
it: Pagamenti in corso
pl: Płatności w toku
pt: Pagamenos em Execução
zh_hk: 未清的付款

# ln.openChannel.openBtn
source: Open
ar: فتح
de: Offen
es: Abierto
it: Apri
pl: Otwórz
pt: Abrir
zh_hk: 開啟

# ln.pendingChannelDetails.typeOpen
source: Open
ar: فتح
de: Offen
es: Abierto
it: Aperto
pl: Otwarty
pt: Aberto
zh_hk: 開啟

# ln.channelsTab.openChannel
source: Open Channel
ar: فتح قناة
de: Kanal öffnen
es: Canal Abierto
it: Apri canale
pl: Otwórz kanał
pt: Abrir Canal
zh_hk: 開啟通道

# ln.channelsTab.channelList
source: Open Channels
ar: فتح قنوات
de: Kanäle öffnen
es: Canales Abiertos
it: Apri canali
pl: Otwarte kanały
pt: Canais Abertos
zh_hk: 已開啟通道

# politeia.details.openLinkModal
source: Open Link in External Browser
ar: فتح الرابط في متصفح خارجي
de: Link im externen Browser öffnen
es: Abrir en un Navegador Externo
it: Apri il link nel browser esterno
pl: Otwórz link w przeglądarce zewnętrznej
pt: Abrir link no navegador externo
zh_hk: 以瀏覽器開啟連結

# decryptWalletForm.openBtn
source: Open Wallet
ar: فتح محفظة
de: Wallet öffnen
es: Abrir cartera
fr: Ouvrir le portefeuille
it: Apri portafoglio
ja: ウォレットを開く
pl: Otwórz portfel
pt: Abrir Carteira
zh_hk: 開啟錢包

# ln.description.channels
source: Open and pending channels of this LN Wallet
ar: القنوات المفتوحة و المعلقة في محفظة الشبكة البرقية هذه
de: Offene und ausstehende Kanäle dieses LN-Wallets
es: Canales abiertos y pendientes de esta Cartera LN
it: Canali di questo portafoglio LN aperti e in sospeso
pl: Otwarte i oczekujące kanały tego portfela LN
pt: Canais abertos e pendentes dessa carteira LN
zh_hk: 於閃電網路錢包開啟通道

# sidebar.link.home
source: Overview
ar: نظرة عامة
de: Übersicht
es: Resumen
fr: Aperçu
it: Panoramica
ja: 概要
pl: Widok ogólny
pt: Visão Geral
zh_hk: 總覽
