Repository: decred/decrediton
Catalog: app/i18n/po/decrediton.*.po
Languages: ar, de, es, fr, it, ja, pl, pt, zh_hk

# watchingOnlyPseudoModal.description
source: In order to gain full access to your Wallets functionalities, please re-create your Wallet with the watch-only option disabled.
fr: Pour obtenir un accès complet aux fonctionnalités de vos portefeuilles, veuillez recréer votre portefeuille avec l'option de lecture seule désactivée.
ja: ウォレットのすべての機能にアクセスするには、 閲覧のみのオプションを無効にしたウォレットを再度作成してください。

# securitycenter.verify.result.invalid
source: Invalid signature!
fr: Signature non valide !
ja: 無効な署名です！

# ticket.rewardCalc
source: Investment: {investment} Transaction Fee: {txFee} Pool Fee: {poolFee} {rewardLabel}: {reward} Stake Rewards: {stakeRewards, number, precise-percent}
fr: Investissement : {investment} Frais de transaction : {txFee} Frais de pool : {poolFee} {rewardLabel} : {reward} Récompenses d'enjeu : {stakeRewards, number, precise-percent}
ja: 投資: {investment} 取引手数料: {txFee} プール料金: {poolFee} {rewardLabel}: {reward} ステーク報酬: {stakeRewards, number, precise-percent}

# proposalItem.lastUpdatedAt
source: Last Updated {reldate}
fr: Dernière mise à jour {reldate}
ja: 最終更新 {reldate}

# sidebar.latestBlock
source: Latest Block
fr: Bloc le plus récent
ja: 最新ブロック

# walletselection.launchWallet
source: Launch Wallet
fr: Lancer le portefeuille
ja: ウォレットをローンチ

# help.description.tutorials
source: Learn about the various aspects of the Decred network.
fr: Découvrez les divers aspects du réseau Decred.
ja: Decredネットワークの様々な面について学びます。

# settings.privacy.stakepoolListing.description
source: List of currently available stakepools from decred.org
fr: Listes des pools d'enjeu actuellement disponibles à partir de decred.org
ja: dcred.orgから現在入手できるステークプール一覧

# stake.liveTickets
source: Live Tickets
fr: Tickets en direct
ja: ライブチケット

# settings.timezone.local.label
source: Local
ja: ローカル

# help.tab.logs
source: Logs
fr: Journaux
ja: ログ

# stake.missedTickets
source: Missed Tickets
fr: Tickets manqués
ja: 非処理チケット

# tickets.tab.mytickets
source: My Tickets
fr: Mes tickets
ja: マイチケット

# changePassModal.confirmMismatch
source: New passphrase and confirmation don't match
fr: La nouvelle phrase secrète et celle de la confirmation ne correspondent pas
ja: 新しいパスフレーズと確認が一致しません

# stake.noAvailableStakepools
source: No stakepool found. Check your internet connection or {link} to see if the StakePool API is down.
fr: Aucun pool d'enjeu n'a été trouvé. Vérifiez votre connexion Internet ou consultez {link} pour voir si l'API de pool d'enjeu est désactivée.
ja: ステークプールが見つかりません。インターネット接続、または{link}でステークプールAPIの状態をご確認ください。

# trezor.noConnectedDevice
source: No trezor device connected. Check the device connection and trezor bridge.
fr: Aucun périphérique trezor n’est connecté. Vérifiez la connexion du périphérique et trezor bridge.
ja: 接続されたTrezorデバイスはありません。接続およびTrezor Bridgeを確認してください。

# trezor.noDevice.message
source: No trezor device detected. Connect the device and check if trezor bridge is installed and running.
fr: Aucun périphérique trezor n’a été détecté. Connectez le périphérique et vérifiez que trezor bridge est installé et en cours d’exécution.
ja: Trezorデバイスを検出できません。デバイスを接続し、Trezor Bridgeがインストールされ実行中であることを確認してください。

# trezor.getStartedConfig.noDeviceFound
source: No trezor device found. Check the connection and the trezor bridge software.
fr: Aucun périphérique trezor n’a été trouvé. Vérifiez la connexion et le logiciel trezor bridge.
ja: Trezorデバイスが見つかりません。接続およびTrezor Bridgeソフトウェアを確認してください。

# proposal.noVote
source: No vote cast
fr: Aucun vote exprimé
ja: 無投票

# getStarted.header.openingwallet.meta
source: Opening Wallet
fr: Ouverture du portefeuille
ja: ウォレットを開いています

# stake.ownMempoolTickets
source: Own Mempool Tickets
fr: Posséder des tickets Mempool
ja: 自分のMempoolチケット

# trezor.passphraseProtectionSuccess.disabled
source: Passphrase protection has been disabled in trezor '{label}'
fr: La protection par phrase secrète a été désactivée dans le trezor '{label}'
ja: Trezor '{label}' でパスフレーズによる保護を無効にしました

# trezor.passphraseProtectionSuccess.enabled
source: Passphrase protection has been enabled in trezor '{label}'
fr: La protection par phrase secrète a été activée dans le trezor '{label}'
ja: Trezor '{label}' でパスフレーズによる保護を有効にしました

# trezorPage.description
source: Perform several trezor-related actions.
fr: Effectuez plusieurs actions en rapport avec trezor.
ja: Trezor関連のアクションを実行します。

# trezor.pinProtectionSuccess.disabled
source: Pin protection has been disabled in trezor '{label}'
fr: La protection par code PIN a été désactivée dans le trezor '{label}'
ja: Trezor '{label}' でPINによる保護を無効にしました

# trezor.pinProtectionSuccess.enabled
source: Pin protection has been enabled in trezor '{label}'
fr: La protection par code PIN a été activée dans le trezor '{label}'
ja: Trezor '{label}' でPINによる保護を有効にしました

# help.description.logs
source: Please find your current logs below to look for any issue or error you are having.
fr: Retrouvez vos journaux actuels ci-dessous pour y rechercher les problèmes ou erreurs que vous rencontrez.
ja: 以下で現在のログを確認し、問題やエラーなどを検索できます。

# fatal.suggestion.fallthrough
source: Please note the error above and go to the support channel on slack/matrix/rockchat for help resolving the issue.
fr: Veuillez noter l'erreur ci-dessus et accéder à la chaîne d'assistance sur slack/matrix/rocketchat pour obtenir de l'aide dans la résolution du problème.
ja: 上記のエラーを確認し、slack/matrix/rockchatのサポートチャネルで問題解決のヘルプをご覧ください。

# proposals.enablePoliteia.description
source: Politeia integration is currently disabled in your privacy settings. Please enable it if you want to be able to access the proposal system.
fr: L'intégration de Politeia est actuellement désactivée dans vos paramètres de confidentialité. Veuillez l'activer si vous souhaitez accéder au système de propositions.
ja: Politeiaの統合は、現在プライバシー設定で無効になっています。プロポーザルシステムにアクセスするには、これを有効にしてください。

# purchaseTickets.advanced.poolAddress
source: Pool Address
fr: Adresse de pool
ja: プールアドレス

# purchaseTickets.poolAddress
source: Pool Address
fr: Adresse de pool
ja: プールアドレス

# purchaseTickets.poolFee
source: Pool Fee
fr: Frais de pool
ja: プール料

# purchaseTickets.poolFees
source: Pool Fees
fr: Frais de pool
ja: プール料

# stakepools.list.form.field.poolfees
source: Pool Fees:
fr: Frais de pool :
ja: プール料:

# stake.poolSize
source: Pool Size
fr: Taille de pool
ja: プールサイズ

# settings.privacy.title
source: Privacy
fr: Confidentialité
ja: プライバシー

# stakepool.passPhrase
source: Private Passphrase
fr: Phrase secrète privée
ja: プライベートパスフレーズ

# send.publishedTxHeader
source: Published tx: {hash}
fr: Transactions publiées : {hash}
ja: 発行済みトランザクション: {hash}

# tickets.tab.purchase
source: Purchase
fr: Achat
ja: 購入

# txFilter.type.regular
source: Regular
fr: Normal
ja: 通常

# trezor.getStartedConfig.btnReloadDeviceList
source: Reload Device List
fr: Recharger la liste des périphériques
ja: デバイスリストを再読み込み

# trezor.noDevice.btnReloadDeviceList
source: Reload Device List
fr: Recharger la liste des périphériques
ja: デバイスリストを更新

# advancedDaemon.toggle.appdata
source: Remote Daemon
fr: Daemon distant
ja: リモートデーモン

# stakepools.list.btnRemove
source: Remove
fr: Supprimer
ja: 削除

# stakepools.list.removeConfirmTitle
source: Remove StakePool
fr: Supprimer le pool d'enjeu
ja: ステークプールを削除

# getStarted.retryBtn
source: Retry
fr: Réessayer
ja: 再試行

# stakeSPV.revokedTickets
source: Revoked Tickets
fr: Tickets révoqués
ja: 取消済みチケット

# txFilter.type.revokes
source: Revokes
fr: Révocations
ja: 取消

# getStarted.isSPV.loadingText
source: SPV mode activated, wallet ready to launch
fr: Mode SPV activé, portefeuille prêt au lancement
ja: SPVモードが有効になり、ウォレットを起動する準備ができました

# getStarted.walletRescanSPV.progress
source: Scanned through {rescanCurrentBlock}
fr: Analysé jusqu'à {rescanCurrentBlock}
ja: {rescanCurrentBlock}でスキャン済

# stakepools.list.form.field.script
source: Script:
ja: スクリプト:

# activesidebar.link.security
source: Security
fr: Sécurité
ja: セキュリティ

# settings.security.title
source: Security
fr: Sécurité
ja: セキュリティ

# security.title
source: Security Center
fr: Centre de sécurité
ja: セキュリティセンター

# selectStakepool.placeholder
source: Select Stakepool...
fr: Sélectionner un pool d'enjeu…
ja: ステークプールを選択…

# sidebar.link.settings
source: Settings
fr: Paramètres
ja: 設定

# errors.general
source: Something went wrong, please go back
fr: Une erreur s'est produite. Veuillez revenir en arrière
ja: エラーが発生しました。前のページに戻ってください

# help.tab.sources
source: Sources
ja: ソース

# myTickets.spenderTx
source: Spender
fr: Bailleur de fonds
ja: 支出者

# purchaseTickets.stakePoolLabel
source: Stake Pool
fr: Pool d'enjeu
ja: ステークプール

# autobuyer.stakePoolLabel
source: Stake Pool
fr: Pool d’enjeu
ja: ステークプール

# mytickets.statistics.stakepool.title
source: Stake Pool
fr: Pool d'enjeu
ja: ステークプール

# mytickets.statistics.stakepoolstats.title
source: Stake Pool
fr: Pool d'enjeu
ja: ステークプール

# stake.enableStakePoolListing.description
source: StakePool listing from external API endpoint is currently disabled. Please enable the access to this third party service or manually configure the stakepool.
fr: La liste de pools d'enjeu provenant de point de terminaison d'API externe est actuellement désactivée. Veuillez activer l'accès à ce service tiers ou configurer manuellement le pool d'enjeu.
ja: 現在、外部APIエンドポイントからのステークプールリストは無効になっています。このサードパーティサービスへのアクセスを有効にするか、手動でステークプールを設定してください。

# getStarted.stakepool.label
source: Stakepool
fr: Pool d'enjeu
ja: ステークプール

# stakepool.label
source: Stakepool
fr: Pool d'enjeu
ja: ステークプール

# autobuyer.modal.stakepool
source: Stakepool
fr: Pool d’enjeu
ja: ステークプール

# stake.addPoolConfirmation
source: Stakepool Confirmation
fr: Confirmation de pool d'enjeu
ja: ステークプールの確認

# settings.privacy.stakepoolListing.label
source: Stakepool Listing
fr: Liste de pools d'enjeu
ja: ステークプールリスト

# mytickets.statistics.stakepool.stakepoolTickets
source: Stakepool Tickets
fr: Tickets de pool d'enjeu
ja: ステークプールチケット

# help.stakepools
source: Stakepools
fr: Pools d'enjeu
ja: ステークプール

# addCustomStakePool.success
source: Successfully added stakepool {host}!
fr: Le pool d'enjeu {host} a bien été ajouté !
ja: ステークプール{host}を追加しました！

# tickets.setStakePoolVoteChoices
source: Successfully set vote choices.
fr: Les choix de vote ont été définis.
ja: 投票の選択を設定しました。

# fatal.suggestion.title
source: Suggested action to resolve error
fr: Action suggérée pour résoudre l'erreur
ja: エラー解決のために推奨されるアクション

# getStarted.header.syncSpv.meta
source: Syncing SPV Wallet
fr: Synchronisation du portefeuille SPV
ja: SPVウォレットを同期中

# getStarted.header.sync.meta
source: Syncing Wallet
fr: Synchronisation du portefeuille
ja: ウォレットを同期中

# agenda.card.finishedTooltip
source: This agenda has finished voting and PASSED. You may still toggle your vote choices, but they will no longer be tallied.
fr: Le vote de ce programme est terminé et marqué comme PASSÉ. Vous pouvez encore modifier vos choix pour le vote, mais ils ne seront plus comptabilisés.
ja: このアジェンダは投票が終了し、合格となりました。依然として投票は可能ですが、集計には反映されません。

# watchingOnlyPseudoModal.title
source: This function is disabled for watch-only Wallets
fr: Cette fonction est désactivée pour les portefeuilles en lecture seule
ja: この機能は閲覧のみのウォレットでは無効です

# spv.options.disable.description
source: This will use the regular Decred Daemon and fully verify blocks. This will take longer, but is fully secure. Any block or mined transaction can be fully trusted.
fr: Cette opération utilisera le Daemon Decred standard et vérifiera entièrement les blocs. Elle prendra plus de temps, mais elle est complètement sécurisée. Tout bloc ou transaction minée est parfaitement fiable.
ja: これは通常のDecredデーモンを使用し、ブロックを完全に確認します。時間はかかりますが、確実に安全です。すべてのブロックおよび採掘した取引を完全に信頼できます。

# stakepools.list.form.field.ticketaddress
source: Ticket Address:
fr: Adresse de ticket :
ja: チケットアドレス:

# ticket.lossLabel
source: Ticket Loss
fr: Perte de ticket
ja: チケットの損失

# ticket.rewardLabel
source: Ticket Reward
fr: Récompense de ticket
ja: チケットの報酬

# sidebar.link.tickets
source: Tickets
ja: チケット

# txFilter.type.tickets
source: Tickets
ja: チケット

# stake.totalRewards
source: Total Rewards
fr: Total des récompenses
ja: 報酬総額

# myTickets.ticketTx
source: Transaction
ja: 取引

# sidebar.link.transactions
source: Transactions
ja: 取引

# sidebar.link.trezor
source: Trezor Setup
fr: Configuration de Trezor
ja: Trezorの設定

# trezorPage.title
source: Trezor Setup
fr: Configuration de Trezor
ja: Trezorの設定

# help.tab.tutorials
source: Tutorials
fr: Tutoriels
ja: チュートリアル

# trezor.passphraseModal.description
source: Type the secret passphrase for the wallet stored in trezor {label}
fr: Saisissez la phrase secrète pour le portefeuille stocké dans le trezor {label}
ja: Trezor '{label}' に保存されたウォレットのパスフレーズを入力

# trezor.walletCreationpassphraseModal.description
source: Type the secret passphrase of the wallet to restore from the trezor device {label}
fr: Saisissez la phrase secrète du portefeuille pour effectuer une restauration à partir du périphérique trezor {label}
ja: Trezorデバイス{label}から復元するウォレットのシークレットパスフレーズを入力

# trezor.wordModal.description
source: Type the word requested in the trezor device.
fr: Saisissez le mot demandé dans le périphérique trezor.
ja: 要求された語句をTrezorデバイスに入力します。

# stakePoolSelect.addNewPromptEmpty
source: Type to add new Stake Pool
fr: Saisir pour ajouter un pool d'enjeu
ja: 新しいステークプールを入力して追加

# getStartedStake.apiKeyPlaceholder
source: Typically starts with ‘eyJhb…’
fr: Commence généralement par « eyJhb… »
ja: 通常「eyJhb...」で始まります

# securitycenter.verify.result.valid
source: Valid signature!
fr: Signature valide !
ja: 有効な署名です！

# security.validate.title
source: Validate Addresses
fr: Valider les adresses
ja: アドレス認証

# security.description
source: Various tools that help in different aspects of crypto currency security will be located here.
fr: Divers outils qui contribuent à différents aspects de la sécurité de la cryptomonnaie seront placés ici.
ja: ここには、暗号通貨のセキュリティに関するさまざまな点に対応する便利なツールが用意されています。

# securitycenter.verify.form.submit
source: Verify Message
fr: Vérifier le message
ja: メッセージを確認

# myTickets.voteChoices
source: Vote
ja: 投票

# proposal.voted
source: Voted
fr: Voté
ja: 投票済み

# stakeSPV.votedTickets
source: Voted Tickets
fr: Tickets votés
ja: 投票済みチケット

# txFilter.type.votes
source: Votes
ja: 投票

# proposals.community.descr
source: Voting on community proposals allows you to have a say on how the project treasury is spent. Participation in voting requires (PoS) tickets. Proposal creation, discussions and other features are available at
fr: En votant pour des propositions de la communauté, vous pouvez influer sur la façon dont la trésorerie est dépensée. La participation aux votes requiert des tickets (PdE). Vous pouvez créer des propositions, discuter et accéder à d’autres fonctionnalités sur
ja: コミュニティの提案に投票することで、プロジェクト資金の使い方に対する発言権を得られます。 投票に参加するには (PoS) チケットが必要です。提案の作成、ディスカッション、その他の機能はこちらにあります:

# loaderBar.Waiting
source: Waiting for daemon connection...
fr: En attente de la connexion à Daemon…
ja: デーモン接続待ち…

# home.totalValueOfLiveTickets
source: With a total value of
fr: Avec une valeur totale de
ja: 総価値

# errors.wrongPassphrase
source: Wrong private passphrase entered. Please verify you have typed the correct private passphrase for the wallet.
fr: Mauvaise phrase secrète privée saisie. Vérifiez que vous avez saisi la bonne phrase secrète privée pour le portefeuille.
ja: 入力されたプライベートパスフレーズは間違っています。このウォレットの正しいプライベートパスフレーズを入力してください。

# home.liveTicketsCount
source: active tickets
fr: tickets actifs
ja: アクティブなチケット

# ticket.status.expired
source: expired
fr: expiré
ja: 期限切れ

# ticket.status.immature
source: immature
ja: 未完成

# home.stakingRewards
source: in staking rewards
fr: en récompenses d’enjeu
ja: ステーキング報酬

# ticket.status.live
source: live
fr: en direct
ja: ライブ

# ticket.status.missed
source: missed
fr: manqué
ja: 非処理

# ticket.status.revoked
source: revoked
fr: révoqué
ja: 取消済み

# numTicketsInput.unit
source: tickets
ja: チケット

# ticket.status.unknown
source: unknown
fr: inconnu
ja: 不明

# ticket.status.unmined
source: unmined
fr: non miné
ja: 未マイニング

# ticket.status.voted
source: voted
fr: voté
ja: 投票済み

# home.votedTicketsCount
source: voted tickets
fr: tickets votés
ja: 投票済みチケット

# charts.voteTime.daysToVoteCount
source: {count, plural, =0 {zero tickets} one {# ticket} other {# tickets}} voted {days, plural, =0 {in the same day} one {within one day} other {within # days}} of purchase
fr: {count, plural, =0 {zéro ticket} one {# ticket} other {# tickets}} voté(s) {days, plural, =0 {le même jour} one {en un jour} other {en # jours}} d'achat
ja: 購入日の{days, plural, =0 {同日} one {1日以内} other {#日以内}}に{count, plural, =0 {0枚のチケット} one {#枚のチケット} other {#枚のチケット}}に投票

# ticket.daysToLeave
source: ~ {days, plural, one {# day} other {# days}} from buying until {status}
fr: Environ {days, plural, one {# jour} other {# jours}} à compter de l'achat jusqu'à l'état {status}
ja: {status}まで購入から{days, plural, one {#日間} other {#日間}}

# importScriptModal.redeemScript
source: Redeem Script
fr: Script d'utilisation

# getStarted.longWaitWarning
source: You are currently upgrading to a new dcrd version. Typically, this one-time reindexing will take 30-45 minutes on an average machine.
fr: Vous effectuez actuellement une mise à niveau vers une nouvelle version de dcrd. En règle générale, cette réindexation unique prend entre 30-45 minutes sur une machine moyenne.
