Repository: decred/decrediton
Catalog: app/i18n/po/decrediton.*.po
Languages: ar, de, es, fr, it, ja, pl, pt, zh_hk

# ln.ntf.connectFailed
source: Failed to connect to LN wallet: {originalError}
ar: فشل الاتصال بمحفظة الشبكة البرقية: {dialError}
de: Verbindung zum LN-Wallet fehlgeschlagen: {originalError}
es: Error al conectar la cartera LN: {originalError}
it: Non è riuscita la connessione al portafoglio LN: {originalError}
pl: Nie udało się połączyć z portfelem LN: {originalError}
pt: Falha ao tentar conectar na carteira LN: {originalError}
zh_hk: 無法連接閃電網路錢包：{originalError}

# ln.ntf.createAccountFailed
source: Failed to create LN-specific account: {originalError}
ar: فشل في إنشاء حساب خاص بالشبكة البرقية: {originalError}
de: Das Erstellen eines LN-spezifischen Accounts ist fehlgeschlagen: {originalError}
es: Error al crear una cuenta LN: {originalError}
it: Non è stato possibile creare un conto specifico per LN: {originalError}
pl: Nie udało się utworzyć konta dla LN: {originalError}
pt: Falha ao criar conta para LN: {originalError}
zh_hk: 無法建立閃電網絡專用帳目：{originalError}

# ln.ntf.getNetworkInfoFailed
source: Failed to get LN network info: {originalError}
ar: فشل في الحصول على معلومات شبكة الشبكة البرقية: {originalError}
de: Keine LN-Netzwerkinformationen erhalten: {originalError}
es: Error al obtener información de la red LN: {originalError}
it: Impossibile ottenere informazioni sulla rete LN: {originalError}
pl: Nie udało się uzyskać informacji o sieci LN: {originalError}
pt: Falha ao obter info de rede da LN: {originalError}
zh_hk: 無法取得閃電網絡資訊：{originalError}

# ln.ntf.listWatchtowerFailed
source: Failed to list watchtowers: {originalError}
ar: فشل في إدراج ​​أبراج المراقبة: {originalError}
de: Die Auflistung der Wachtürme ist fehlgeschlagen: {originalError}
es: Error al listar torres de vigilancia: {originalError}
it: Non è stato possibile elencare le torri di guardia: {originalError}
pl: Nie udało się wyświetlić listy strażnic: {originalError}
pt: Falha ao listar watchtowers: {originalError}
zh_hk: 無法列出監視塔：{originalError}

# trezor.getWalletCreationMasterPubKey.failed
source: Failed to obtain master extended pubkey from Trezor device: {originalError}
ar: فشل في الحصول على المفتاح العام الرئيسي الموسع من جهاز تريزور: {originalError}
de: Fehler beim Erhalten eines erweiterten Master Pubkey von Trezor: Gerät: {originalError}
es: Error al obtener la pubkey maestra extendida del dispositivo Trezor: {originalError}
it: Errore nell'ottenere la chiave pubblica estesa dal dispositivo Trezor: {originalError}
pl: Nie udało się uzyskać głównego rozszerzonego klucza publicznego z urządzenia Trezor: {originalError}
pt: Falha ao obter pubkey master do dispositivo Trezor: {originalError}
zh_hk: 無法從Trezor裝置取得主公鑰：{originalError}

# ln.ntf.removeWatchtowerFailed
source: Failed to remove watchtower: {originalError}
ar: فشل إزالة برج المراقبة: {originalError}
de: Fehler beim Entfernen des Wachturms: {originalError}
es: Error al quitar torre de vigilancia: {originalError}
it: Errore nella rimozione della torre di guardia: {originalError}
pl: Nie udało się usunąć strażnicy: {originalError}
pt: Falha ao remover watchtower: {originalError}
zh_hk: 無法移除監視塔：{originalError}

# ln.ntf.startupSyncFailed
source: Failed to sync to dcrlnd during startup: {originalError}
ar: فشل المزامنة إلى dcrlnd أثناء بدء التشغيل: {originalError}
de: Synchronisierung mit dcrlnd während des Starts fehlgeschlagen: {originalError}
es: Error al sincronizar con dcrlnd durante el inicio: {originalError}
it: Impossibile sincronizzare con dcrlnd durante l'avvio: {originalError}
pl: Nie udało się zsynchronizować z dcrlnd podczas uruchamiania: {originalError}
pt: Falha ao sincronizar dcrlnd durante setup inicial: {originalError}
zh_hk: 啟動時無法與dcrlnd同步：{originalError}

# ln.ntf.unlockFailed
source: Failed to unlock LN wallet: {originalError}
ar: فشل في فتح محفظة الشبكة البرقية: {originalError}
de: LN-Wallet konnte nicht entsperrt werden: {originalError}
es: Error al desbloquear la cartera LN: {originalError}
it: Non è stato possibile sbloccare il portafoglio LN: {originalError}
pl: Nie udało się odblokować portfela LN: {originalError}
pt: Falha ao destrancar carteira LN: {originalError}
zh_hk: 無法解除鎖定閃電網路錢包：{originalError}

# fatal.header.title
source: Fatal error
ar: خطأ فادح
de: Fataler Fehler
es: Error grave
fr: Erreur irrécupérable
it: Errore fatale
ja: 致命的なエラー
pl: Błąd krytyczny
pt: Erro fatal
zh_hk: 嚴重錯誤

# ln.routesInfo.hopFee
source: Fee
ar: الرسم
de: Gebühr
es: Comisión
it: Tariffa
pl: Opłata
pt: Taxa
zh_hk: 手續費

# vsp.ticket.vsp.fee.errored
source: Fee Error
ar: خطأ في الرسم
de: Gebühr Fehler
es: Error de Comisión
it: Errore di tariffa
pl: Błąd opłaty
pt: Erro de Taxa
zh_hk: 手續費錯誤

# txRow.live.feeStatus.tooltip
source: Fee Status
ar: حالة الرسم
de: Gebühr Status
es: Estado de la Comisión
it: Stato tariffa
pl: Status opłaty
pt: Situtação da Taxa
zh_hk: 手續費狀態

# vsptickets.table.header.account
source: Fee Status
ar: حالة الرسم
de: Gebühr Status
es: Estado de la Comisión
it: Stato tariffa
pl: Status opłaty
pt: Sit. Taxa
zh_hk: 手續費狀態

# export.transactions.fields.fee
source: Fee paid by the wallet for the transaction
ar: الرسم الذي دفعته المحفظة مقابل المعاملة
de: Gebühr für Transaktion vom Wallet bezahlt
es: Coste de la transacción pagado por la cartera
fr: Frais payés par le portefeuille pour la transaction
it: Tariffa pagata dal portafoglio per la transazione
ja: ウォレットにより取引に支払われた手数料
pl: Opłata opłacona przez portfel za transakcję
pt: Taxa paga pela carteira para a transação
zh_hk: 錢包為交易繳付的手續費

# vsp.feeTooltip
source: Fee: {feePercentage} %
ar: رسم: {feePercentage}٪
de: Gebühr: {feePercentage} %
es: Comisión: {feePercentage} %
it: Tariffa: {feePercentage} %
pl: Opłata: {feePercentage} %
pt: Taxa: {feePercentage} %
zh_hk: 手續費：{feePercentage} %

# getStarted.header.fetchingBlockHeaders.meta
source: Fetching block headers
ar: إحضار رؤوس الكتلة
de: Blockheader werden abgerufen
es: Obteniendo encabezados de bloques
fr: Récupération des en-têtes de bloc
it: Recupero intestazioni di blocco
ja: ブロックヘッダーの呼び出し
pl: Pobieranie nagłówków bloków
pt: Obtendo cabeçalhos dos blocos
zh_hk: 正在下載區塊頭

# getStarted.header.fetchingMissing.meta
source: Fetching missing committed filters
ar: جلب المرشحات المودعة المفقودة
de: Fehlende gebundene Filter abrufen
es: Obteniendo filtros de confirmación ausentes
fr: Filtres validés manquants dans la récupération
it: Recupero dei filtri d'impegno mancanti
ja: 不足しているコミットフィルターを取得中
pl: Pobieranie brakujących filtrów dedykowanych
pt: Obtendo 'comitted filters' ausentes
zh_hk: 正在下載區塊過濾器

# error.empty.fields
source: Fill all fields.
ar: املأ جميع الحقول.
de: Füllen Sie alle Felder aus.
es: Complete todos los campos.
it: Riempi tutti i campi.
pl: Wypełnij wszystkie pola.
pt: Preencha todos os campos
zh_hk: 填入所有欄位。

# autobuyer.startErr
source: Fill all fields.
ar: املأ جميع الحقول.
de: Füllen Sie alle Felder aus.
es: Complete todos los campos.
it: Riempi tutti i campi.
pl: Wypełnij wszystkie pola.
pt: Preencher todos os campos
zh_hk: 填入所有欄位。

# vsp.autobuyer.startErr
source: Fill all fields.
ar: املأ جميع الحقول.
de: Füllen Sie alle Felder aus.
es: Complete todos los campos.
it: Riempi tutti i campi.
pl: Wypełnij wszystkie pola.
pt: Preencha todos os campos.
zh_hk: 填入所有欄位。

# txhistory.filterByAddrPlaceholder
source: Filter by Address
ar: التصفية حسب العنوان
de: Nach Adresse filtern
es: Filtrar por dirección
fr: Filtrer par adresse
it: Filtra per indirizzo
ja: アドレスでフィルター
pl: Filtruj według adresu
pt: Filtrar por Endereço
zh_hk: 以地址篩選

# tutorial.finishBtn
source: Finish
ar: إنهاء
de: Fertig
es: Finalizar
fr: Terminer
it: Termina
ja: 完了
pl: Zakończ
pt: Terminar
zh_hk: 完成

# tutorial.standardPage.finish
source: Finish
ar: إنهاء
de: Fertigstellen
es: Finalizar
fr: Terminer
it: Termina
ja: 完了
pl: Zakończ
pt: Finalizar
zh_hk: 完成

# agenda.card.finishedIndicator
source: Finished
ar: انتهى
de: Fertig
es: Finalizado
fr: Terminé
it: Terminato
ja: 完了
pl: Zakończone
pt: Finalizado
zh_hk: 已完成

# proposals.statusLinks.voted
source: Finished Voting
ar: انتهى التصويت
de: Abstimmung abgeschlossen
es: Votación Finalizada
it: Votazione terminata
pl: Głosowanie zakończone
pt: Votação Encerrada
zh_hk: 完成投票

# getStarted.header.finishingStart.meta
source: Finishing to load wallet
ar: يتم الإنهاء لتحميل المحفظة
de: Wallet fertig geladen
es: Terminando de cargar la cartera
it: Finendo di caricare il portafoglio
pl: Kończenie ładowania portfela
pt: Terminando de carregar carteira
zh_hk: 正在完成載入錢包

# trezor.firmwareUpdate.header
source: Firmware Update
ar: تحديث البرمجيات المجسدة
es: Actualización de firmware
fr: Mise à jour du microprogramme
it: Aggiornamento firmware
ja: ファームウェアアップデート
pl: Aktualizacja firmware'u
pt: Atualização de Firmware
zh_hk: 韌體更新

# trezor.updateFirmware.success
source: Firmware updated on Trezor device
ar: تم تحديث البرامج الثابتة على جهاز تريزور
de: Firmware auf Trezor-Gerät wurde aktualisiert
es: Se actualizó el firmware en el dispositivo Trezor
it: Firmware aggiornato sul dispositivo Trezor
pl: Zaktualizowano firmware na urządzeniu Trezor
pt: Firmware atualizado no dispositivo Trezor
zh_hk: 已更新Trezor裝置上的韌體

# ln.pendingChannelDetails.typeForceclose
source: Force Close
ar: إغلاق قسري
de: Schließen erzwingen
es: Forzar Cierre
it: Forza la chiusura
pl: Wymuś zamknięcie
pt: Fechamento Forçado
zh_hk: 強制關閉

# send.from
source: From
ar: من
de: Von
es: De
fr: De
it: Da
ja: 送信元
pl: Z
pt: De
zh_hk: 從

# purchaseTickets.accountFrom.legacy
source: From
ar: من
de: Von
es: De
it: Da
pl: Z
pt: De
zh_hk: 從

# autobuyer.accountFrom
source: From
ar: من
de: Von
es: De
fr: De
it: Da
ja: 送信元
pl: Z
pt: De
zh_hk: 從

# vsp.autobuyer.accountFrom
source: From
ar: من
de: Von
es: De
it: Da
pl: Z
pt: De
zh_hk: 從

# txHistory.in.tx
source: From {acc}
ar: من {acc}
de: Von {acc}
es: De {acc}
it: Da {acc}
pl: Z {acc}
pt: De {acc}
zh_hk: 從 {acc}

# ln.closeTypeFundingCanceled
source: Funding Canceled
ar: تم إلغاء التمويل
de: Aufladung abgebrochen
es: Fondeo cancelado
it: Finanziamento annullato
pl: Zasilanie anulowane
pt: Financiamento Cancelado
zh_hk: 已取消充值

# ln.ntf.fundWalletFailed
source: Funding LN Wallet failed: {originalError}
ar: فشل تمويل محفظة الشبكة البرقية: {dialError}
de: Die Aufladung des LN Wallet ist fehlgeschlagen: {originalError}
es: Error al fondear cartera LN: {originalError}
it: Finanziamento del portafoglio LN fallito: {originalError}
pl: Zasilenie portfela LN nie powiodło się: {originalError}
pt: Financiamento da Carteira LN falhou: {originalError}
zh_hk: 無法為閃電網路錢包充值：{originalError}

# settings.gapLimit.label
source: Gap Limit
ar: حد المسافة الفاصلة
de: Maximale Lücke
es: Límite de intervalo
fr: Limite d'écart
it: Limite dell'intervallo
ja: ギャップリミット
pl: Limit adresów niewykorzystanych
pt: Limite de Intervalo
zh_hk: 間隙限制

# settings.group-title.general
source: General
ar: عام
de: Allgemein
it: Generale
pl: Ogólne
pt: Geral
zh_hk: 一般

# settings.getstartpage.group-title.general
source: General
ar: عام
de: Allgemein
it: Generale
pl: Ogólne
pt: Geral
zh_hk: 一般

# ln.description.network
source: General information about the current state of Decred's LN.
ar: معلومات عامة حول الحالة الحالية للشبكة البرقية لديكريد.
de: Allgemeine Informationen über den aktuellen Zustand von Decred's LN.
es: Información general sobre el estado actual de LN de Decred.
it: Informazioni generali sullo stato attuale della LN di Decred.
pl: Ogólne informacje o aktualnym stanie Lightning Network projektu Decred.
pt: Informações gerais sobre o estado atual da LN da Decred.
zh_hk: 關於Decred閃電網絡目前狀態的一般資訊。

# settings.privacy.networkStatus.description
source: General network information (block height, etc) from decred.org
ar: معلومات عامة عن الشبكة (ارتفاع الكتلة، وغيرها) من decred.org
de: Allgemeine Netzwerkinformation (Blockhöhe, etc.) von decred.org
es: Información general de red (altura de bloques, etc.) de decred.org
fr: Informations générales sur le réseau (hauteur de bloc, etc.) à partir de decred.org
it: Informazioni generali sulla rete (altezza del blocco ecc.) da decred.org
ja: decred.orgによる一般ネットワーク情報（ブロックの高さなど）。
pl: Ogólne informacje o sieci (wysokość bloku, itp.) z decred.org
pt: Informações gerais da rede (altura de bloco, etc) de decred.org
zh_hk: 從 decred.org 取得的一般網絡資訊（例如區塊高度）

# home.noTransactions.receiveLink
source: Generate a DCR Address for receiving funds
ar: أنشئ عنوان ديكريد لتلقي الأموال
de: DCR-Adresse zum Empfang von Zahlungen generieren
es: Generar una dirección de DCR para recibir fondos
fr: Générer une adresse DCR pour la réception de fonds
it: Genera un indirizzo DCR per ricevere fondi
ja: 資金を受領するDCRアドレスを作成
pl: Wygeneruj adres DCR do otrzymywania środków
pt: Gerar endereço DCR para receber fundos
zh_hk: 產生一個用於收款的DCR地址

# receive.newAddressBtn
source: Generate new address
ar: إنشاء عنوان جديد
de: Neue Adresse erzeugen
es: Generar nueva dirección
fr: Générer une nouvelle adresse
it: Genera un nuovo indirizzo
ja: 新規アドレスを作成
pl: Wygeneruj nowy adres
pt: Gerar um novo endereço
zh_hk: 產生新地址

# settings.privacy.updateCheck.description
source: Get latest released version from github.org
ar: احصل على أحدث إصدار من github.org
de: Holen Sie sich die neueste veröffentlichte Version von github.org
es: Obtener la versión más reciente de github.org
fr: Télécharger la version la plus récente disponible à partir de github.org
it: Ottieni l'ultima versione rilasciata su github.org
ja: github.orgから最新リリース版を入手
pl: Pobierz najnowszą wersję z github.org
pt: Obter versão mais recente de github.org
zh_hk: 從 GitHub.com 取得最新發行版本

# logs.goBack
source: Go back
ar: رجوع
de: Zurück
es: Volver
fr: Retour
it: Torna indietro
ja: 前に戻る
pl: Wróć
pt: Voltar
zh_hk: 返回

# releaseNotes.goBack
source: Go back
ar: رجوع
de: Zurück
es: Volver
fr: Retour
it: Torna indietro
ja: 前に戻る
pl: Wróć
pt: Voltar
zh_hk: 返回

# infoModal.btnClose
source: Got it
ar: فهمت
de: Verstanden
es: Entendido
fr: J'ai compris
it: Capito
ja: わかりました
pl: Rozumiem
pt: Entendi
zh_hk: 明白

# mixerSettings.gotIt
source: Got it
ar: فهمت
de: Verstanden
es: Obtenido
it: Capito
pl: Rozumiem
pt: Entendido
zh_hk: 明白

# sidebar.link.governance
source: Governance
ar: الحوكمة
es: Gobernancia
fr: Gouvernance
ja: ガバナンス
pl: Zarządzanie
pt: Governança
zh_hk: 治理

# governance.title
source: Governance
ar: الحوكمة
es: Gobernancia
fr: Gouvernance
ja: ガバナンス
pl: Zarządzanie
pt: Governança
zh_hk: 治理

# proposal.details.title
source: Governance
ar: الحوكمة
es: Gobernanza
pl: Zarządzanie
pt: Governança
zh_hk: 治理

# governance.description
source: Governance aspects of Decred.
ar: جوانب الحوكمة في ديكريد.
de: Governance-Aspekte von Decred
es: Aspectos de gobernancia de Decred.
fr: Aspects de la gouvernance de Decred.
it: Aspetti di governance di Decred.
ja: Decredのガバナンス面。
pl: Aspekty zarządzania projektem Decred.
pt: Aspectos de governança da Decred.
zh_hk: Decred的各個治理方面。

# accounts.hdPath
source: HD Path
ar: مسار HD
de: HD-Pfad
es: Ruta HD
fr: Chemin HD
it: Percorso HD
ja: HDパス
pl: Ścieżka HD
pt: Caminho HD
zh_hk: HD 路徑

# export.transactions.fields.hash
source: Hash of the transaction (txid)
ar: تجزئة المعاملة (txid)
de: Hash der Transaktion (txid)
es: Hash de la transacción (ID de transacción)
fr: Hachage de la transaction (txid)
it: Hash della transazione (txid)
ja: 取引ハッシュ（txid）
pl: Hash transakcji (txid)
pt: Hash da transação (txid)
zh_hk: 交易的雜湊值（txid）

# txDetails.blockHeightLabel
source: Height
ar: ارتفاع
de: Höhe
es: Altura
fr: Hauteur
it: Altezza
ja: 高さ
pl: Wysokość
pt: Altura
zh_hk: 高度

# appMenu.help
source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
pl: Pomoc
pt: Ajuda
zh_hk: 說明

# account.Hidden
source: Hidden
ar: مخبأ
de: Verborgen
es: Oculta
it: Nascosto
pl: Ukryte
pt: Oculto
zh_hk: 隱藏

# accounts.hide.tip
source: Hide
ar: إخفاء
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
ja: 非表示
pl: Ukryj
pt: Ajuda
zh_hk: 隱藏

# appMenu.hideDecrediton
source: Hide Decrediton
ar: إخفاء ديكريديتون
de: Decrediton ausblenden
es: Ocultar Decrediton
fr: Masquer Decrediton
it: Nascondi Decrediton
ja: Decreditonを非表示
pl: Ukryj Decrediton
pt: Esconder Decrediton
zh_hk: 隱藏Decrediton

# appMenu.hideOthers
source: Hide Others
ar: إخفاء الآخرين
de: Andere ausblenden
es: Ocultar otros
fr: Masquer les autres
it: Nascondi altri
ja: 他を非表示
pl: Ukryj inne
pt: Esconder Outros
zh_hk: 隱藏其它

# accounts.hide.pubkey
source: Hide Pubkey
ar: إخفاء المفتاح العام
de: Pubkey ausblenden
es: Ocultar clave pública
it: Nascondi la chiave pubblica
pl: Ukryj klucz publiczny
pt: Ocultar Chave Pública
zh_hk: 隱藏公鑰

# transactions.tab.history
source: History
ar: بيانات تاريخية
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
pl: Historia
pt: Histórico
zh_hk: 紀錄

# tickets.tab.mytickets
source: Ticket History
ar: سجلات التذاكر
es: Historial de Tickets
it: Cronologia biglietti
pl: Bilety historyczne
pt: Histórico de Tickets

# export.votetime.fields.count
source: How many tickets voted in this day bucket
ar: كم عدد التذاكر التي تم التصويت عليها في دخل هذا اليوم
de: Wie viele Tickets in diesem Tages-Bucket abgestimmt wurden
es: Número de tickets votados en este grupo diario
fr: Nombre de tickets votés dans cette plage de dates
it: Quanti biglietti hanno votato in questo intervallo giornaliero
ja: この日に投票されたチケットの枚数
pl: Ile biletów głosowało w tym dniu
pt: Quantos tickets votaram nesse intervalo de dias.
zh_hk: 在該日期範圍的投票數量

# ln.createWalletWarning.okBtn
source: I understand and accept the risks
de: Ich verstehe und akzeptiere die Risiken
it: Comprendo ed accetto i rischi
pl: Rozumiem i akceptuję ryzyko
pt: Eu entendo e aceito os riscos
zh_hk: 我明白且接受這些風險

# seedCopyConfirmModal.copyConfirmationPhrase
source: I understand the risks
de: Ich verstehe die Risiken
fr: Je comprends les risques
it: Comprendo i rischi
ja: リスクを理解しています
pl: Zdaję sobie sprawę z ryzyka
pt: Eu entendo os riscos
zh_hk: 我明白這些風險

# sendFromUnmixedModal.copyConfirmationPhrase
source: I understand the risks
de: Ich verstehe die Risiken
it: Comprendo i rischi
pl: Zdaję sobie sprawę z ryzyka
pt: Eu entendo os riscos
zh_hk: 我明白這些風險

# txDetails.io.title
source: I/O Details
ar: تفاصيل الإدخال/الإخراج
es: Detalles de E/S
fr: Détails d'E/S
it: Dettagli I/O
ja: I/O詳細
pl: Szczegóły I/O
pt: Detalhes de E/S
zh_hk: I/O 詳細資料

# tickets.autobuyerRunning.message
source: If you proceed, it will be closed and no more tickets will be purchased.
ar: إذا تابعت، فسيتم إغلاقها ولن يتم شراء المزيد من التذاكر.
de: Wenn Sie fortfahren, beenden Sie und es werden keine weiteren Tickets mehr gekauft.
es: Si continúa, se cerrará y no se comprarán más tickets.
it: Se si procede, sarà chiuso e non saranno più acquistati biglietti.
pl: Jeśli przejdziesz dalej, zostanie on zamknięty i zakończy kupowanie kolejnych biletów.
pt: Se você prosseguir, ele será fechado e nenhum outro ticket será comprado.
zh_hk: 你繼續的話，自動買票機將會停止且不會繼續買票。

# charts.keys.immature
source: Immature
ar: غير ناضجة
de: Unfertig
es: Inmaduro
it: Immaturo
ja: 未完成
pl: Niedojrzałe
pt: Imaturo
zh_hk: 未成熟

# transaction.type.immature
source: Immature
ar: غير ناضجة
de: Unfertig
es: Inmaduro
it: Immaturo
ja: 未完成
pl: Niedojrzałe
pt: Imaturo
zh_hk: 未成熟

# accounts.immatureRewards
source: Immature Rewards
ar: مكافآت غير ناضجة
de: Unfertige Prämien
es: Recompensas inmaduras
it: Ricompense immature
ja: 未完成リワード
pl: Niedojrzałe nagrody
pt: Recompensas imaturas
zh_hk: 未成熟獎勵

# accounts.immatureStake
source: Immature Stake Gen
ar: مولد التحصيص غير ناضج
de: Unfertiges Stake-Gen
es: Generación de participación inmadura
it: Stake Gen immaturo
ja: 未完成のステーク情報
pl: Niedojrzałe środki ze stakingu
pt: Geração de Stake Imatura
zh_hk: 未成熟權益產出

# stakeSPV.expiredTickets
source: Immature Tickets:
ar: تذاكر غير ناضجة:
de: Unfertige Tickets:
es: Tickets inmaduros:
it: Biglietti immaturi:
pl: Niedojrzałe bilety
pt: Tickets Imaturos:
zh_hk: 未成熟選票：

# importRedeemScriptModal.title
source: Import Redeem Script
ar: استيراد نصوص الاسترداد
de: Redeem-Skript importieren
es: Importar Código de Canje (redeem script)
it: Importa script di riscatto
pl: Zaimportuj skrypt wykupu
pt: Importar Script de Resgate
zh_hk: 匯入兌換指令碼

# tickets.importScriptConfirmation
source: Import Script Confirmation
ar: تأكيد استيراد النص
de: Skript-Bestätigung importieren
es: Confirmación de script de importación
fr: Confirmation de l'importation de script
it: Importa script di conferma
ja: スクリプトの確認をインポート
pl: Zaimportuj skrypt potwierdzenia
pt: Confirmação de Importação de Script
zh_hk: 確認匯入兌換指令碼

# purchaseTickets.importDisabledRescan
source: Importing scripts is disabled during a rescan.
ar: يتم تعطيل استيراد النصوص أثناء إعادة الفحص.
de: Das Importieren ist während des erneuten Scannens deaktiviert.
es: La importación de scripts queda deshabilitada durante un segundo análisis.
fr: L'importation de scripts est désactivée lors d'une réanalyse.
it: L'importazione di script è disabilitata durante il rescan.
ja: 再スキャン中はスクリプトのインポートが無効になっています。
pl: Importowanie skryptów jest wyłączone podczas ponownego skanowania.
pt: A importação de scripts fica desabilitada durante um rescan
zh_hk: 重新掃瞄時不可匯入指令碼。

# privacy.description.brandnew.wallet
source: Improve the anonymity of your Decred. Funds in the unmixed account are sent to the mixed account once mixed.
ar: تحسين إخفاء هوية الديكريد الخاصة بك. يتم إرسال الأموال في الحساب الغير مخلوط إلى الحساب المخلوط بمجرد خلطه.
de: Verbessern Sie die Anonymität Ihrer DCR. Gelder von dem ungemixten Konto werden nach dem Mix an das gemixte Konto gesendet.
es: Mejore la anonimidad de su Decred. Los fondos en la cuenta sin mezclar se enviarán a la cuenta mezclada una vez que sea mezclados.
it: Migliora l'anonimità dei tuoi Decred. Una volta miscelati, i fondi nel conto non miscelato vengono inviati al conto miscelato.
pl: Zwiększ anonimowość swoich Decred. Środki na koncie niemieszanym są wysyłane na konto mieszane po zakończeniu procesu mieszania.
pt: Melhore a anonimidade das suas moedas. Fundos na conta unmixed são enviados para a conta mixed após serem misturados.
zh_hk: 加強你的DCR的匿名性。 一旦完成混幣，未混幣帳戶裡的款項將發送到已混幣帳戶。

# privacy.description
source: Improve the anonymity of your Decred. Funds in {unmixedAccount} are sent to {mixedAccount} once mixed.
ar: تحسين إخفاء هوية الديكريد الخاصة بك. يتم إرسال الأموال في {unmixedAccount} إلى {mixedAccount} بمجرد خلطه.
de: Verbessern Sie die Anonymität Ihrer DCR. Gelder in {unmixedAccount} werden nach dem Mischen an {mixedAccount} gesendet.
es: Mejore la anonimidad de su Decred. Los fondos la cuenta {unmixedAccount} se enviarán a la cuenta {mixedAccount} una vez mezclados.
it: Migliora l'anonimità dei tuoi Decred. Una volta miscelati, i fondi in {unmixedAccount} vengono inviati a {mixedAccount}.
pl: Zwiększ anonimowość swoich Decred. Środki na koncie {unmixedAccount} są wysyłane na konto {mixedAccount} po zakończeniu procesu mieszania.
pt: Melhore a anonimidade das suas moedas. Fundos em {unmixedAccount} são enviados para {mixedAccount} após serem misturados.
zh_hk: 加強你的DCR的匿名性。 一旦完成混幣， {unmixedAccount} 裡的款項將發送到 {mixedAccount} 。

# proposals.statusLinks.preVote
source: In Discussion
de: Unter Diskussion
es: En Discusión
pl: W trakcie dyskusji
pt: Em discussão
zh_hk: 討論中

# agenda.card.inProgressIndicator
source: In Progress
ar: قيد التنفيذ
de: Im Gange
es: En Progreso
it: In corso
pl: W trakcie głosowania
pt: Em Progresso
zh_hk: 進行中

# securitycenter.validate.owned.index
source: Index
ar: الفهرس
es: Índice
it: Indice
pl: Indeks
pt: Índice
zh_hk: 索引值

# ln.walletTab.infos
source: Infos
ar: المعلومات
es: Información
it: Informazioni
pl: Informacje
zh_hk: 資訊

# trezorPage.initDeviceBtn
source: Init Device
ar: تهيئة الجهاز
es: Iniciar dispositivo
fr: Init. périphérique
it: Dispositivo d'inizializzazione
ja: Initデバイス
pl: Inicjuj urządzenie
pt: Inicializar Dispositivo
zh_hk: 初始化裝置
