Repository: decred/decrediton
Catalog: app/i18n/po/decrediton.*.po
Languages: ar, de, es, fr, it, ja, pl, pt, zh_hk

# charts.keys.stakeFees
source: Stake Fees
ar: رسوم التحصيص
de: Stake-Gebühren
es: Tarifas de participación
fr: Frais d'enjeu
it: Tariffe di stake
ja: ステーク料金
pl: Opłaty za staking
pt: Taxas de stake
zh_hk: 選票手續費

# charts.keys.stakeRewards
source: Stake Rewards
ar: مكافآت التحصيص
de: Stake-Prämien
es: Recompensas de participación
fr: Récompenses d'enjeu
it: Ricompense di stake
ja: ステークリワード
pl: Nagrody za staking
pt: Recompensas de Stake
zh_hk: 投票獎勵

# mytickets.statistics.stakerewards.title
source: Stake Rewards
ar: مكافآت التحصيص
de: Stake-Prämien
es: Recompensas de participación
fr: Récompenses d'enjeu
it: Ricompense di stake
ja: ステーク報酬
pl: Nagrody za staking
pt: Recompensa de Stake
zh_hk: 投票獎勵

# mytickets.statistics.stakerewards.link
source: Stake Rewards
ar: مكافآت التحصيص
de: Stake-Prämien
es: Recompensas de participación
fr: Récompenses d'enjeu
it: Ricompense di stake
ja: ステーク報酬
pl: Nagrody za staking
pt: Recompensas de Stake
zh_hk: 投票獎勵

# home.ticketActivityTitle
source: Staking Activity
ar: نشاط التحصيص
de: Staking-Aktivität
es: Actividad de participación
fr: Activité de minage d'enjeu
it: Attività di staking
ja: ステーキングアクティビティ
pl: Aktywność stakingu
pt: Atividade de Staking
zh_hk: 選票狀態

# stake.stackingOverview
source: Staking Overview
ar: نظرة عامة على التحصيص
de: Staking Übersicht
es: Resumen de Staking
it: Panoramica staking
pl: Podgląd stakingu
pt: Visão Geral de Staking
zh_hk: 投票總覽

# privacy.options.standard.title
source: Standard
ar: اِعتِيَادِيّ
es: Estándar
ja: 標準
pl: Standardowe
pt: Padrão
zh_hk: 標準

# login.form.appdata.button
source: Start AppData Daemon
ar: ابدأ البرنامج الخفي ل AppData
de: AppData-Daemon starten
es: Iniciar Daemon de AppData
fr: Démarrer AppData Daemon
it: Avvia daemon AppData
ja: AppDataデーモンの開始
pl: Uruchom daemona AppData
pt: Iniciar Daemon por AppData
zh_hk: 啟動AppData後台服務

# ln.connectPage.title
source: Start Lightning Wallet
ar: بدء تشغيل المحفظة البرقية
de: Lightning Wallet starten
es: Iniciar Cartera Lightning
it: Avvia portafoglio Lightning
pl: Uruchom portfel Lightning
pt: Iniciar Carteira Lightning
zh_hk: 啟動閃電網路錢包

# privacy.start.mixer.confirmation
source: Start Mixer
ar: بدء تشغيل الخلاط
de: Mixer starten
es: Iniciar Mezclador
it: Avvia miscelatore
pl: Uruchom mikser
pt: Iniciar Mixer
zh_hk: 啟動混幣器

# privacy.start.mixer
source: Start Mixer
ar: بدء تشغيل الخلاط
de: Mixer starten
es: Iniciar Mezclador
it: Avvia miscelatore
pl: Uruchom mikser
pt: Iniciar Mixer
zh_hk: 啟動混幣器

# proposalDetails.votingInfo.startStakingBtn
source: Start Staking
ar: بدء التحصيص
de: Staking starten
es: Iniciar participación
fr: Démarrer le minage d’enjeu
it: Avvia Staking
ja: ステーキングを開始
pl: Rozpocznij staking
pt: Começar a fazer Staking
zh_hk: 開始投票

# tickets.startAutoBuyerConfirmation
source: Start Ticket Buyer Confirmation
ar: بدء تأكيد مشتري التذكرة
de: Ticketkäuferbestätigung starten
es: Confirmación de inicio del comprador de tickets
fr: Démarrer la confirmation de l'acheteur de tickets
it: Avvia la conferma del compratore biglietti
ja: チケットバイヤーの確認を開始
pl: Potwierdzenie uruchomienia automatycznego zakupu biletów
pt: Confirmação de Início da Compra Automática
zh_hk: 確認啟動自動買票機

# vsp.tickets.startAutoBuyerConfirmation
source: Start Ticket Buyer Confirmation
ar: بدء تأكيد مشتري التذكرة
de: Ticketkäuferbestätigung starten
es: Confirmación de Inicio de Comprador de Tickets
it: Avvia la conferma del compratore biglietti
pl: Potwierdzenie uruchomienia automatycznego zakupu biletów
pt: Confirmação para Iniciar Comprador de Tickets
zh_hk: 確認啟動自動買票機

# ln.connectPage.launchBtn
source: Start and Unlock LN Wallet
ar: بدء وفتح محفظة الشبكة البرقية
de: LN Wallet starten und entsperren
es: Iniciar y Abrir Cartera LN
it: Avvia e sblocca portafoglio LN
pl: Uruchom i odblokuj portfel LN
pt: Iniciar e Destrancar Carteira LN
zh_hk: 啟動並解鎖閃電網路錢包

# trezor.wordModal.selectPlaceholder
source: Start typing word...
ar: ابدأ بكتابة كلمة...
de: Mit Worteingabe beginnen...
es: Comience a escribir la palabra...
fr: Commencez à saisir le mot…
it: Inizia a digitare la parola...
ja: 入力を開始...
pl: Zacznij wprowadzać słowo...
pt: Comece a digitar a palavra...
zh_hk: 在此輸入字詞...

# ln.connectPage.description
source: Start, unlock and connect to the dcrlnd wallet.
ar: ابدأ وافتح واتصل بمحفظة dcrlnd.
de: Starte, entsperre und verbinde mit dem dcrlnd Wallet.
es: Iniciar, abrir y conectarse a la cartera dcrlnd.
it: Avvia, sblocca e collegati al portafoglio dcrlnd.
pl: Uruchom, odblokuj i połącz z portfelem dcrlnd.
pt: Iniciar, destrancar e conectar a carteira dcrlnd
zh_hk: 啟動、解鎖及連接到 dcrlnd 閃電網路錢包。

# loaderBar.StartingDaemon
source: Starting Daemon...
ar: جار بدء البرنامج الخفي...
de: Starte Daemon...
es: Iniciando Daemon...
it: Avvio del daemon...
pl: Uruchamianie daemona...
pt: Iniciando daemon...
zh_hk: 正在啟動後台服務...

# ln.startupStage.startDcrlnd
source: Starting dcrlnd
ar: جار بدء dcrlnd
de: Starte dcrlnd
es: Iniciando dcrlnd
it: Avvio di dcrlnd
pl: Start dcrlnd
pt: Iniciando dcrlnd
zh_hk: 正在啟動 dcrlnd

# loaderBar.startingWallet
source: Starting wallet...
ar: جار بدء المحفظة...
de: Starte Wallet...
es: Iniciando cartera...
it: Avviando Portafoglio...
pl: Uruchamianie portfela...
pt: Iniciando carteira...
zh_hk: 正在啟動錢包...

# statistics.subtitle
source: Statistics
ar: الإحصائيات
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
pl: Statystyki
pt: Estatísticas
zh_hk: 統計資料

# tickets.tab.statistics
source: Statistics
ar: الإحصائيات
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
pl: Statystyki
pt: Estatísticas
zh_hk: 統計資料

# privacy.stop.mixer
source: Stop Mixer
ar: وقف الخلاط
de: Mixer stoppen
es: Detener mezclador
it: Ferma il miscelatore
pl: Zatrzymaj mikser
pt: Parar Mixer
zh_hk: 停止混幣器

# snackbar.defaults.success
source: Success!
ar: نجاح!
de: Erfolg!
es: ¡Hecho!
fr: Réussite !
it: Successo!
ja: 成功!
pl: Sukces!
pt: Sucesso!
zh_hk: 成功！

# addCustomStakePool.success
source: Successfully added stakepool {host}.
ar: تمت إضافة تَجَمّع تحصيص بنجاح {host} .
de: Stakepool {host} erfolgreich hinzugefügt.
es: El Proveedor de Servicio de Voto {host} fue agregado con éxito.
it: Stakepool aggiunto con successo {host}.
pl: Pomyślnie dodano stakepool {host}.
pt: VSP {host} adicionada com sucesso
zh_hk: 成功加入 {host} 票池。

# ln.ntf.addWatchtowerSuccess
source: Successfully added watchtower!
ar: تمت إضافة برج المراقبة بنجاح!
de: Wachturm erfolgreich hinzugefügt!
es: ¡Éxito: se agrego una torre de vigilancia!
it: Torre di guardia aggiunta con successo!
pl: Strażnica pomyślnie dodana!
pt: Watchtower adicionada com sucesso!
zh_hk: 成功加入監視塔！

# settings.changePassphrase
source: Successfully changed private passphrase.
ar: تم تغيير عبارة المرور الخاصة بنجاح.
de: Private Passphrase wurde erfolgreich geändert.
es: Se ha cambiado la frase de contraseña privada.
fr: La phrase secrète privée a bien été modifiée.
it: Frase d'accesso privata cambiata con successo.
ja: プライベートパスフレーズを変更しました。
pl: Prywatne hasło zmienione pomyślnie.
pt: Senha particular alterada com sucesso.
zh_hk: 成功更改錢包密碼。

# accounts.nextAccount
source: Successfully created a new account.
ar: تم إنشاء حساب جديد بنجاح.
de: Neuer Account wurde erfolgreich erstellt.
es: Se ha creado la nueva cuenta.
fr: Un compte a bien été créé.
it: Creazione di un nuovo conto riuscita.
ja: 新規アカウントを作成しました。
pl: Nowe konto utworzone pomyślnie.
pt: Nova conta criada com sucesso.
zh_hk: 成功新增帳戶。

# stakepools.removedStakePoolConfig
source: Successfully removed StakePool config
ar: تمت إزالة تكوينات تَجَمّع التحصيص بنجاح
de: StakePool-Konfiguration erfolgreich entfernt
es: Se ha eliminado la configuración de la red de participación
fr: La configuration du pool d'enjeu a bien été supprimée
it: StakePool config rimossa con successo
ja: ステークプールの構成を削除しました
pl: Konfiguracja stakepool usunięta pomyślnie
pt: Configuração de stakepool removida com sucesso
zh_hk: 成功移除票池設定

# accounts.renameAccount
source: Successfully renamed account.
ar: تمت إعادة تسمية الحساب بنجاح.
de: Account wurde erfolgreich umbenannt.
es: Se ha cambiado el nombre de la cuenta.
fr: Le compte a bien été renommé.
it: Nome conto cambiato correttamente.
ja: アカウントの名前を変更しました。
pl: Nazwa konta zmieniona pomyślnie.
pt: Conta renomeada com sucesso.
zh_hk: 成功重新命名帳戶。

# fatal.suggestion.title
source: Suggested action to resolve the error
ar: الإجراء المقترح لحل الخطأ
de: Vorgeschlagene Maßnahme zur Behebung des Fehlers
es: Sugerencia para resolver el error
it: Azione suggerita per risolvere l'errore
pl: Proponowane działania w celu usunięcia błędu
pt: Ação sugerida para resolver o error
zh_hk: 建議的解決辦法

# export.transactions.fields.credits
source: Sum of credits (transaction outputs) of the wallet included in this transaction.
ar: مجموع الحسابات الدائنة (مخرجات المعاملة) للمحفظة المضمنة في هذه المعاملة.
de: Kreditsumme (Transaktionsausgaben) des in dieser Transaktion enthaltenen Wallets.
es: Suma de créditos (transacciones de salida) de la cartera incluida en esta transacción.
fr: Somme des crédits (transactions de sortie) du portefeuille incluse dans cette transaction.
it: Somma dei crediti (output della transazione) del portafoglio inclusi in questa transazione.
ja: この取引に含まれるウォレットのクレジット（取引のアウトプット）総額。
pl: Suma uznań (transakcji wyjściowych) tego portfela zawarta w tej transakcji
pt: Soma dos créditos (saídas das transações) da carteira incluída nessa transação.
zh_hk: 錢包在交易中的入帳總額（交易輸出）。

# export.transactions.fields.debits
source: Sum of debits (transaction inputs) of the wallet included in this transaction.
ar: مجموع الحسابات المدينة (مدخلات المعاملات) للمحفظة المدرجة في هذه المعاملة.
de: Guthabensumme (Transaktionseinnahmen) des in dieser Transaktion enthaltenen Wallets.
es: Suma de débitos (transacciones de entrada) de la cartera incluida en esta transacción.
fr: Somme des débits (transactions d'entrée) du portefeuille incluse dans cette transaction.
it: Somma dei debiti (input della transazione) del portafoglio inclusi in questa transazione.
ja: この取引に含まれるウォレットの債務(取引インプット)総額。
pl: Suma obciążeń (transakcji wejściowych) tego portfela zawarta w tej transakcji.
pt: Soma dos débitos (entradas da transação) da carteira incluída nessa transação.
zh_hk: 錢包在交易中的出帳總額（交易輸入）。

# myTicket.syncVSP
source: Sync Failed VSP Tickets
ar: فشل مزامنة تذاكر موفر خدمة التصويت VSP
de: Synchronisation der VSP Tickets fehlgeschlagen
es: Error al Sincronizar los Tickets de VSP
it: Sincronizzazione biglietti VSP non riuscita
pl: Nieudana synchronizacja biletów VSP
pt: Sincronizar tickets VSP que falharam
zh_hk: 同步失敗的VSP選票

# loaderBar.syncingDaemon
source: Syncing Daemon...
ar: يتم مزامنة البرنامج الخفي...
de: Synchronisiere Daemon...
es: Sincronizando Daemon...
it: Sincronizzazione daemon...
pl: Synchronizacja daemona...
pt: Sincronizando Daemon...
zh_hk: 正在與後台服務進行同步...

# ln.startupStage.startupSync
source: Syncing LN wallet to network
ar: يتم مزامنة محفظة الشبكة البرقية مع الشبكة
de: Synchronisiere LN Wallet mit Netzwerk
es: Sincronizando la cartera LN con la red
it: Sincronizzazione del portafoglio LN alla rete
pl: Synchronizacja portfela LN z siecią
pt: Sincronizando carteira LN na rede
zh_hk: 正在同步閃電網路錢包

# loaderBar.syncingRPC
source: Syncing RPC connection...
ar: يتم مزامنة اتصال RPC...
de: Synchronisiere RPC-Verbindung
es: Sincronizando la conexión RPC...
it: Sincronizzazione della connessione RPC...
pl: Synchronizacja połączenia RPC...
pt: Sincronizando conexão RPC...
zh_hk: 正在與RPC進行同步...

# logs.subtitle
source: System Logs
ar: سجلات النظام
de: Systemprotokolle
es: Registros del sistema
fr: Journaux système
it: Registri di sistema
ja: システムログ
pl: Logi systemowe
pt: Logs do Sistema
zh_hk: 系統記錄檔

# transactions.description.send.testnet
source: Testnet Decred addresses always begin with letter T and contain 26-35 alphanumeric characters (e.g. TxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0).
ar: تبدأ عناوين شبكة إختبار ديكريد دائمًا بالحرف T وتحتوي على 26-35 حرفًا أبجديًا رقميًا (مثال: TxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0).
de: Testnet-Decred-Adressen beginnen immer mit dem Buchstaben T und umfassen 26-35 alphanumerische Zeichen (z. B. TxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0).
es: Las direcciones de Decred de la red de pruebas (Testnet) siempre comienzan con la letra T y contienen entre 26 y 35 caracteres alfanuméricos (por ej.: TxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0).
fr: Les adresses Testnet Decred commencent toujours par la lettre T et comportent entre 26 et 35 caractères alphanumériques (par exemple, TxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0).
it: Gli indirizzi testnet Decred iniziano sempre con la lettera T e contengono 26-35 caratteri alfanumerici (i.e TxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0).
ja: Testnet Decredアドレスは常に文字Tから始まり、26～35個の英数字を含みます。 （例: TxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0）
pl: Adresy w sieci testowej Decred rozpoczynają się zawsze od litery T i zawierają 26-35 znaków alfanumerycznych. (np. TxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0).
pt: Endereços Decred da testnet sempre começam com a letra T e contém 26-35 caracteres alfanuméricos (ex. TxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0).
zh_hk: Decred測試網絡(testnet)的地址永遠都以T字母開頭並為26至35個英數字元 （如：TxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0）

# invalidRPCVersion.info
source: The API of the currently running wallet ({walletRPCVersion}) is not compatible with Decrediton (required version {requiredWalletRPCVersion}). Please update the daemon (dcrd) and wallet (dcrwallet) to the latest version, then try again.
ar: واجهة برمجة التطبيقات للمحفظة قيد التشغيل حاليًا ({walletRPCVersion}) غير متوافقة مع ديكريديتون (الإصدار المطلوب {requiredWalletRPCVersion}). الرجاء تحديث البرنامج الخفي (dcrd) والمحفظة (dcrwallet) إلى أحدث إصدار، ثم حاول مرة أخرى.
de: Die API des aktuellen Wallets ({walletRPCVersion}) ist nicht kompatibel mit Decrediton (erforderliche Version {requiredWalletRPCVersion}). Bitte aktualisieren Sie Daemon (dcrd) und Wallet (dcrwallet) auf die aktuellste Version und versuchen Sie es anschließend erneut.
es: La API de la cartera que está ahora mismo en marcha ({walletRPCVersion}) no es compatible con Decrediton (versión requerida {requiredWalletRPCVersion}). Actualice el daemon (dcrd) y la cartera (dcrwallet) para tener la última versión, y vuelva a intentarlo.
fr: L’API du portefeuille en cours d’exécution ({walletRPCVersion}) n’est pas compatible avec Decrediton (la version requise est {requiredWalletRPCVersion}). Veuillez mettre à jour Daemon (dcrd) et le portefeuille (dcrwallet) avec la version la plus récente, puis réessayer.
it: L'API del portafoglio attualmente in esecuzione ({walletRPCVersion}) non è compatibile con Decrediton (versione richiesta {requiredWalletRPCVersion}). Si prega di aggiornare il daemon (dcrd) e il portafoglio (dcrwallet) all'ultima versione, quindi riprovare.
ja: 現在稼働しているウォレットのAPI（{walletRPCVersion}）はDecreditonと互換性がありません（必要なバージョン: {requiredWalletRPCVersion}）。 デーモン（dcrd）およびウォレット（dcrwallet）を最新版にアップデートして、もう一度お試しください。
pl: API aktualnie uruchomionego portfela ({walletRPCVersion}) nie jest kompatybilne z portfelem Decrediton (wymagana wersja {requiredWalletRPCVersion}). Proszę zaktualizować daemona (dcrd) i portfel (dcrwallet) do najnowszej wersji, a następnie spróbować ponownie.
pt: A API da carteira em execução ({walletRPCVersion}) não é compatível com a Decrediton (versão necessária {requiredWalletRPCVersion}). Por favor atualize o daemon (dcrd) e a carteira (dcrwallet) para as últimas versões e tente novamente.
zh_hk: 正在執行的錢包API版本({walletRPCVersion})與Decrediton並不相容(required version {requiredWalletRPCVersion})。 請更新後台服務(dcrd)及錢包(dcrwalled)到最新版本，然後再重試。

# getStarted.passphrase.info
source: The accounts for this wallet haven't been discovered yet. Please enter the wallet's private passphrase to perform account discovery.
ar: لم يتم اكتشاف حسابات هذه المحفظة بعد. الرجاء إدخال عبارة المرور الخاصة بالمحفظة لإجراء اكتشاف الحساب.
de: Die Accounts für dieses Wallet wurden noch nicht ermittelt. Bitte geben Sie die private Passphrase des Wallet ein um die Accounterkennung zu starten.
es: Las cuentas para esta cartera no fueron descubiertas aún. Por favor, ingrese la contraseña privada de la cartera para encontrar sus cuentas.
it: I conti di questo portafoglio non sono ancora stati scoperti. Si prega di inserire la password privata del portafoglio per effettuare la rilevazione dei conti.
pl: Konta tego portfela nie zostały jeszcze odkryte. Proszę wpisać prywatne hasło dostępu do portfela, aby wykonać synchronizację konta.
pt: As contas para essa carteira ainda não foram descobertas. Por favor digite a senha particular para realizar a descoberta de contas.
zh_hk: 尚未掃瞄此錢包的帳戶。請輸入錢包密碼以進行帳戶掃瞄。

# snackbar.errorObject
source: The following error happened: {error}
ar: حدث الخطأ التالي: {error}
de: Der folgende Fehler ist aufgetreten: {error}
es: Ocurrió el siguiente error: {error}
it: Si è verificato il seguente errore: {errore}
pl: Wystąpił następujący błąd: {error}
pt: O seguinte erro aconteceu: {error}
zh_hk: 出現了以下錯誤：{error}

# createwallet.walletname.tooltip
source: The name is used to identify your wallet. Restoring a wallet does not require the name to match the previous wallet name.
pl: Nazwa używana do identyfikacji portfela. Odtwarzanie portfela nie wymaga tego, aby nazwa portfela pokrywała się z poprzednią.

# settings.resetNetworkContent
source: The setting you have chosen to change requires Decrediton to be restarted. Please confirm this action before proceeding.
ar: يتطلب الإعداد الذي اخترت تغييره إعادة تشغيل ديكريديتون. يرجى تأكيد هذا الإجراء قبل المتابعة.
de: Damit Sie die ausgewählte Einstellung ändern können, muss Decredition neu gestartet werden. Bitte bestätigen Sie diesen Vorgang, bevor Sie fortfahren.
es: El ajuste que ha elegido cambiar requiere que se reinicie Decrediton. Confirme esta acción antes de continuar.
fr: Le paramètre que vous avez choisi de changer nécessite le redémarrage de Decrediton. Veuillez confirmer cette action avant de continuer.
it: L'impostazione che avete scelto di modificare richiede il riavvio di Decrediton. Si prega di confermare questa azione prima di procedere.
ja: 選択した設定に変更するには、Decreditionを再起動する必要があります。続行する前にこのアクションを確認してください。
pl: Ustawienie, które zostało zmienione, wymaga ponownego uruchomienia programu Decrediton. Proszę potwierdzić tę czynność przed kontynuacją.
pt: A configuração que você mudou requer que a Decrediton seja reiniciada. Por favor confirme essa ação antes de continuar.
zh_hk: 需要重新開啟以套用你所選擇的設定。 在繼續之前，請確認此動作。

# votingPreferences.noAgenda
source: There are currently no agendas for voting.
ar: لا توجد حاليا أَجَندَة للتصويت.
de: Derzeit gibt es keine Voting-Agenden.
es: En este momento, no hay ninguna agenda para votar.
fr: Il n'existe actuellement aucun programme pour voter.
it: Attualmente non ci sono ordini del giorno da votare.
ja: 現在、投票用のアジェンダはありません。
pl: Obecnie nie ma żadnej agendy głosowania.
pt: Não existem agendas para votação
zh_hk: 目前沒有提案可供表決。

# privacy.create.default.undone.message
source: This action can not be undone
ar: لا يمكن التراجع عن هذا الإجراء
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta acción no se puede revertir
it: Questa azione non può essere annullata
pl: Tej czynności nie da się cofnąć
pt: Essa ação não pode ser desfeita
zh_hk: 此動作不可復原

# privacy.create.needed.undone.message
source: This action can not be undone
ar: لا يمكن التراجع عن هذا الإجراء
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta acción no se puede revertir
it: Questa azione non può essere annullata
pl: Tej czynności nie da się cofnąć
pt: Essa ação não pode ser desfeita
zh_hk: 此動作不可復原

# receive.accountLabel
source: This address is for
ar: هذا العنوان لـ
de: Diese Adresse ist für
es: Esta dirección es para
fr: Cette adresse appartient à
it: Questo indirizzo è per
ja: 本アドレスを使用するアカウント:
pl: Ten adres należy do konta
pt: Conta de destino
zh_hk: 此地址是用於

# agenda.card.finishedTooltip
source: This agenda has finished voting and {passed}. You may still toggle your vote choices, but they will no longer be tallied.
ar: انتهى التصويت على هذه الأَجَندَة و {passed}. لا يزال بإمكانك تبديل خيارات التصويت الخاصة بك، ولكن لن يتم حسابها بعد الآن.
de: Für diese Agenda wurde bereits abgestimmt: {passed} Sie können Ihre Auswahl noch immer ändern, aber die Stimmen werden nicht mehr gezählt.
es: Esta agenda terminó de votar y {passed}. Todavía puede modificar su elección, pero ya no se contarán sus votos.
it: Le votazioni per questo ordine del giorno sono terminate e {passed}. E' ancora possibile selezionare le scelte di voto, ma non saranno più conteggiate.
pl: Głosowanie nad tą agendą zakończyło się i {passed}. Nadal możesz zmieniać swój wybór głosowania, ale nie będzie już poddany liczeniu.
pt: Essa agenda já terminou a votação e {passed}. Você pode mudar a sua escolha de voto, mas essa escolha não será mais contabilizada.
zh_hk: 此提案已經完成投票及{passed}。你仍可以切換你的投票選擇，但它們不會被計算。

# ln.connectPage.enableAutopilotDescr
source: This enables the 'autopilot' feature, which tries to automatically open channels using up to 60% of the account's spendable funds.
ar: يتيح ذلك ميزة 'القيادة الآلية' التي تحاول فتح القنوات تلقائيًا باستخدام ما يصل إلى 60% من رصيد الحساب القابل للإنفاق.
de: Dies ermöglicht die "Autopilot"-Funktion, die versucht automatisch Kanäle zu öffnen, wobei bis zu 60% der auf dem Account verfügbaren Mittel verwendet werden.
es: Esto activa el "piloto automático", que intentará abrir canales usando hasta el 60% del saldo disponible en esta cartera.
it: Questo attiva la funzione "autopilota", che tenta di aprire automaticamente i canali utilizzando fino al 60% dei fondi spendibili del conto.
pl: Aktywuje to funkcję „autopilot”, która próbuje automatycznie otwierać kanały, wykorzystując do tego maks. 60% środków na koncie.
pt: Isso habilita a funcionalidade de 'autopilot', que tenta abrir canais automaticamente utilizando até 60% dos fundos de uma conta.
zh_hk: 啟用此功能後，錢包將自動嘗試以帳戶中可用資金的最多60%來開啟通道。
