Repository: decred/decrediton
Catalog: app/i18n/po/decrediton.*.po
Languages: ar, de, es, fr, it, ja, pl, pt, zh_hk

# spv.options.enable.description
source: SPV will allow your wallets to be restored and used much more quickly. This speed comes at cost, with blocks not being fully verified. It's 'less secure' but very unlikely that there will be any problems.
ar: سيسمح التحقق البسيط من الدفع باستعادة محافظك واستخدامها بسرعة أكبر. تأتي هذه السرعة بتكلفة، من عدم التحقق من الكتل بشكل كامل. هذا 'أقل أمنا' ولكن من المستبعد جدا أن يكون هناك أي مشاكل.
de: Mit SPV können Sie Ihre Wallets schneller wiederherstellen und verwenden. Diese Geschwindigkeit geht auf Kosten von nicht vollständig überprüften Blöcken. Es ist 'weniger sicher', aber sehr unwahrscheinlich, dass es zu Problemen kommt.
es: SPV permite restaurar sus carteras y que se utilicen mucho más rápido. No obstante, los bloques no se verificarán completamente debido a esta rapidez. Es "menos seguro", pero es muy poco probable que haya problemas.
fr: SPV permet de restaurer et d’utiliser vos portefeuilles beaucoup plus rapidement. Ce gain de temps a un coût, car les blocs ne sont pas entièrement vérifiés. Cependant, même si la sécurité s’en voit diminuée, il est très peu probable que cela cause le moindre problème.
it: SPV permetterà di ripristinare ed utilizzare i vostri portafogli molto più rapidamente. Questa velocità ha un costo, ovvero i blocchi non vengono verificati completamente . È "meno sicuro", ma è molto improbabile che ci siano problemi.
ja: SPVを利用すると、よりスピーディにウォレットを復元して使用できます。ただし、各ブロックが完全に確認されないという代償があります。理論上は安全性が低くなりますが、実際に問題が生じることは非常にまれです。
pl: SPV pozwoli na znacznie szybsze odtworzenie i korzystanie z Twoich portfeli. Prędkość ta wiąże się jednak z tym, że bloki nie są w pełni weryfikowane. Jest to „mniej bezpieczne”, ale jest też bardzo mało prawdopodobne, że pojawią się przez to jakiekolwiek problemy.
pt: SPV irá permitir que as suas carteiras sejam recuperadas e usadas muito mais rapidamente. Essa velocidade vem com a desvantagem de não verificar completamente os blocos. É 'menos segura' mas improvável que você tenha problemas.
zh_hk: SPV可讓你快速地還原及使用你的錢包。雖然效率較高，但沒有完整驗證區塊。這樣是 「相對不安全」 但不太可能出現任何問題。

# getStarted.settings.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pl: Zapisz
pt: Salvar
zh_hk: 儲存

# settings.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pl: Zapisz
pt: Salvar
zh_hk: 儲存

# getStarted.discoverAddresses.scanBtn
source: Scan
ar: فحص
de: Scannen
es: Analizar
fr: Analyser
it: Scandisci
ja: スキャン
pl: Skanuj
pt: Escanear
zh_hk: 掃瞄

# getStarted.discover.label
source: Scan for accounts
ar: فحص عن حسابات
de: Nach Accounts scannen
es: Analizar cuentas
fr: Rechercher des comptes
it: Scandisci in cerca di conti
ja: アカウントをスキャン
pl: Skanowanie w poszukiwaniu kont
pt: Procurar por contas
zh_hk: 掃瞄更多帳戶

# getStarted.header.rescanWallet.meta
source: Scanning blocks for transactions
ar: يتم فحص الكتل بحثا عن المعاملات
de: Blocks nach Transaktionen scannen
es: Analizando bloques para transacciones
fr: Analyse des blocs pour rechercher des transactions
it: Scansione blocchi in cerca di transazioni
ja: 取引のブロックをスキャン
pl: Skanowanie bloków w poszukiwaniu transakcji
pt: Procurando transações nos blocos
zh_hk: 正在掃瞄區塊交易

# backup.redeem.script.title
source: Script
ar: البرنامج النصي
de: Skript
es: Código
pl: Skrypt
zh_hk: 指令碼

# stake.notRedeemed
source: Script not redeemable?
ar: النص غير قابل للاسترداد؟
de: Skript nicht einlösbar?
es: ¿Script no canjeable?
fr: Script non utilisable ?
it: Lo Script non è riscattabile?
ja: 無効なredeem scriptですか？
pl: Skrypt niemożliwy do wykupienia?
pt: Script não resgatável?
zh_hk: 無法兌換指令碼？

# importRedeemScriptModal.label
source: Script:
ar: البرنامج النصي:
de: Skript:
es: Código:
pl: Skrypt:
zh_hk: 指令碼：

# stakePoolsList.script
source: Script: {value}
ar: البرنامج النصي: {value}
de: Skript: {value}
es: Código: {value}
pl: Skrypt: {value}
zh_hk: 指令碼：{value}

# loaderBar.checkingMixedAccount
source: Seaching for coinjoin transactions...
pl: Wyszukiwanie transakcji coinjoin...

# loaderBar.syncingTickets
source: Seaching for unsynced tickets transactions...
pl: Wyszukiwanie niezsynchronizowanych transakcji biletowych...

# appMenu.searchIssues
source: Search Issues
ar: مشاكل البحث
de: Probleme suchen
es: Buscar incidencias
fr: Rechercher des problèmes
it: Ricerca problemi
ja: 問題の検索
pl: Problemy z wyszukiwaniem
pt: Buscar Problemas
zh_hk: 搜尋問題

# privacy.tab.security.center
source: Security Center
ar: مركز الأمان
de: Sicherheits-Center
es: Centro de Seguridad
it: Centro sicurezza
pl: Centrum bezpieczeństwa
pt: Centro de Segurança
zh_hk: 隱私和安全性中心

# notification.seeTransactionDetails
source: See Transaction Details
ar: انظر تفاصيل المعاملة
de: Siehe Transaktionsdetails
es: Ver los detalles de la transacción
fr: Afficher les détails de la transaction
it: Visualizza i dettagli della transazione
ja: 取引の詳細を表示
pl: Zobacz szczegóły transakcji
pt: Ver Detalhes da Transação
zh_hk: 查看交易資料

# home.ticketActivityHistory
source: See all
ar: اظهار الكل
de: Alle ansehen
es: Ver todo
fr: Tout afficher
it: Visualizza tutto
ja: すべて表示
pl: Pokaż wszystko
pt: Ver tudo
zh_hk: 查看所有

# home.recentTransactionsHistory
source: See all
ar: اظهار الكل
de: Alle ansehen
es: Ver todo
fr: Tout afficher
it: Visualizza tutto
ja: すべて表示
pl: Pokaż wszystko
pt: Ver tudo
zh_hk: 查看所有

# proposals.community.goToProposal
source: See proposal comments on Politeia
ar: انظر تعليقات المقترح على بوليتيا
de: Kommentare zum Vorschlag auf Politeia lesen
es: Ver comentarios en Politeia
it: Vedi commenti alla proposta su Politeia
pl: Zobacz komentarze do propozycji Politeia
pt: Ver comentários da proposta na Politeia
zh_hk: 在Politeia上查看提案評論

# seedCopyConfirm.titleWarning
source: Seed Clipboard Copy Warning
ar: تحذير نسخ حافظة البذرة
de: Warnung vor dem Kopieren des Seed in die Zwischenablage
es: Advertencia: Copiando la Semilla
it: Avvertimento di copiatura del seed negli appunti
pl: Ostrzeżenie przed skopiowaniem ziarna do schowka
pt: Aviso de Cópia de Seed
zh_hk: 剪貼簿警告

# createWallet.seedCopiedToClipboard
source: Seed copied to clipboard!
ar: تم نسخ البذرة إلى الحافظة!
de: Seed in die Zwischenablage kopiert!
es: Semilla copiada al portapapeles
fr: Graine copiée dans le presse-papiers !
it: Il seed è stato copiato negli appunti!
ja: クリップボードにコピー済みのシード
pl: Ziarno skopiowane do schowka!
pt: Seed copiada para a área de transferência!
zh_hk: 已經將種子複製到剪貼簿！

# appMenu.selectAll
source: Select All
ar: اختر الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
pl: Zaznacz wszystko
pt: Selecionar Tudo
zh_hk: 全選

# selectStakepool.placeholder.legacy
source: Select VSP...
ar: حدد موفر خدمة التصويت...
de: VSP auswählen...
es: Elija un VSP...
it: Seleziona VSP...
pl: Wybierz VSP...
pt: Selecionar VSP...
zh_hk: 選擇VSP...

# selectStakepool.placeholder
source: Select VSP...
ar: حدد موفر خدمة التصويت...
de: VSP auswählen...
es: Elija un VSP...
it: Seleziona VSP...
pl: Wybierz VSP...
pt: Selecionar VSP...
zh_hk: 選擇VSP...

# startup.dataDir.tip
source: Select a path
ar: حدد مسار
de: Pfad wählen
es: Seleccionar una ruta
fr: Sélectionner un chemin
it: Seleziona un percorso
ja: パスを選択
pl: Wybierz ścieżkę
pt: Selecionar um caminho
zh_hk: 選擇路徑

# accountsSelect.placeholder
source: Select account
ar: حدد الحساب
de: Account auswählen
es: Seleccionar cuenta
fr: Sélectionner un compte
it: Seleziona conto
ja: アカウントを選択
pl: Wybierz konto
pt: Selecionar Conta
zh_hk: 選擇帳戶

# privacy.titleSub
source: Select how Decrediton should connect to external services. You can change this in the application settings later.
ar: حدد كيفية اتصال ديكريديتون بالخدمات الخارجية. يمكنك تغيير هذا في إعدادات التطبيق لاحقًا.
de: Wählen Sie, wie Decredition sich mit externen Services verbindet. Sie können dies in den Anwendungseinstellungen später noch ändern.
es: Seleccione la manera en que Decretion se debería de conectar a los servicios externos. Esto se puede cambiar más tarde en los ajustes de la aplicación.
fr: Sélectionnez la façon dont Decrediton doit se connecter à des services externes. Vous pouvez modifier cela plus tard dans les paramètres de l'application.
it: Selezionare il modo in cui Decrediton si debba connettere ai servizi esterni. Ciò può essere modificato in seguito nelle impostazioni dell'applicazione.
ja: Decreditonの外部サービスへの接続方法を選択してください。アプリケーションの設定で後から変更することもできます。
pl: Wybierz sposób, w jaki Decrediton powinien łączyć się z zewnętrznymi usługami. Można to później zmienić w ustawieniach aplikacji.
pt: Selecione como o Decrediton deve se conectar a serviços externos. Você pode mudar isso nas configurações da aplicação mais tarde.
zh_hk: 選擇Decrediton應該如何連接到外部服務。你亦可以稍後到程式設定更改。

# spv.titleSub
source: Select how Decrediton should connect to the Decred network. You can change this in the application settings later. For more in-depth information about SPV and how it works, you can go {link}
ar: حدد كيفية اتصال ديكريديتون بشبكة ديكريد. يمكنك تغيير هذا في إعدادات التطبيق لاحقًا. لمزيد من المعلومات المتعمقة حول التحقق البسيط من الدفع وكيفية عمله، يمكنك الانتقال إلى {link}
de: Wählen Sie aus wie sich Decrediton mit dem Decred Netzwerk verbinden soll. Sie können dies später in den Anwendungseinstellungen ändern. Ausführlichere Informationen über SPV und dessen Funktionsweise finden Sie unter {link}
es: Seleccione cómo Decrediton debería conectarse a la red Decred. Puede cambiar esta configuración más tarde. Para más información sobre SPV y cómo funciona, puede visitar {link}
it: Selezionare il modo in cui Decrediton si debba connettere alla rete Decred. Ciò può essere modificato in seguito nelle impostazioni dell'applicazione. Per informazioni più approfondite su SPV e sul suo funzionamento, potete andare a {link}.
pl: Wybierz sposób, w jaki Decrediton powinien łączyć się z siecią Decred. Można to później zmienić w ustawieniach aplikacji. Aby uzyskać więcej szczegółowych informacji o SPV i jego działaniu, możesz przejść do {link}
pt: Selecione como a Decrediton deve se conectar à rede Decred. Você pode mudar isso nas configurações de aplicação mais tarde. Para maiores informações sobre o modo SPV e como ele funciona, você pode visitar {link}.
zh_hk: 選擇 Decrediton 應該如何連接到 Decred 網絡。你亦可以稍後到程式設定頁更改。關於SPV的運作原理及深入資訊，你可以到 {link} 查看。

# privacy.custom.titleSub
source: Select which external requests Decrediton is allowed to make. You can change this later on the app settings page.
ar: حدد الطلبات الخارجية المسموح لـ ديكريديتون بإجراؤها. يمكنك تغيير هذا لاحقًا في صفحة إعدادات التطبيق.
de: Legen Sie fest, welche externen Anfragen Decredition machen darf. Sie können dies später noch auf der Einstellungsseite der App ändern.
es: Seleccione las peticiones externas que Decretion puede hacer. Esto se puede cambiar más tarde en los ajustes de la aplicación.
fr: Sélectionnez les demandes externes que Decrediton est autorisée à effectuer. Vous pouvez modifier cela plus tard dans la page des paramètres de l'application.
it: Selezionare quali richieste esterne possono essere effettuare da Decrediton. È possibile modificare questa opzione in seguito nella pagina delle impostazioni dell'applicazione.
ja: Decreditonに許可されている外部リクエストを選択。後でアプリケーションの設定で、後から変更することも可能です。
pl: Wybierz, które zapytania zewnętrzne mogą być realizowane przez Decrediton. Można to zmienić później na stronie ustawień aplikacji.
pt: Selecione quais requisições externas o Decrediton pode fazer. Você pode mudar isso mais tarde nas configurações da aplicação.
zh_hk: 選擇要允許Decrediton的哪些請求。你稍後亦可以到設定頁更改。

# txhistory.icon.self
source: Self transfer
ar: التحويل الذاتي
de: Selbsttransfer
es: Auto transferencia
it: Auto trasferimento
pl: Przelew wewnętrzny
pt: Transferir para própria wallet
zh_hk: 自我轉帳

# send.sendBtn
source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
pl: Wyślij
pt: Enviar
zh_hk: 發送

# ln.paymentsTab.sendBtn
source: Send
ar: إرسال
de: Senden
es: Enviar
it: Invia
pl: Wyślij
pt: Enviar
zh_hk: 發送

# transactions.tab.send
source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
pl: Wyślij
pt: Enviar
zh_hk: 付款

# send.subtitle
source: Send DCR
ar: إرسال وحدات ديكريد
de: DCR senden
es: Enviar DCR
fr: Envoyer DCR
it: Invia DCR
ja: DCRを送信
pl: Wyślij DCR
pt: Enviar DCR
zh_hk: 發送DCR

# ln.paymentsTab.sendPayment
source: Send Payment
ar: إرسال الدفع
de: Zahlung senden
es: Enviar Pago
it: Invia pagamento
pl: Wyślij płatność
pt: Enviar Pagamento
zh_hk: 發送付款

# send.sendAllTitle
source: Send all funds from selected account
ar: إرسال كامل الرَصِيد من الحساب المحدد
de: Alle Guthaben von ausgewähltem Konto senden
es: Enviar todos los fondos desde la cuenta seleccionada
fr: Envoyer tous les fonds à partir du compte sélectionné
it: Invia tutti i fondi dal conto selezionato
ja: 選択したアカウントからすべての資金を送信
pl: Wyślij wszystkie środki z wybranego konta
pt: Enviar todos os fundos para a conta selecionada
zh_hk: 發送所選帳戶的所有資金

# send.sendAllTitle.disabled
source: Send all funds from selected account - Disabled
ar: إرسال كامل الرَصِيد من الحساب المحدد - معطل
de: Alle Gelder vom ausgewählten Konto senden - Deaktiviert
es: Enviar todo el saldo de la cuenta - Desactivado
it: Invia tutti i fondi dal conto selezionato - Disabilitato
pl: Wyślij wszystkie środki z wybranego konta - Wyłączone
pt: Enviar todos os fundos da conta selecionada - Desabilitado
zh_hk: 發送所選帳戶的所有資金 - 已停用

# send.sendSelfTitle
source: Send funds to another account
ar: إرسال الرَصِيد إلى حساب آخر
de: Guthaben an ein anderes Konto senden
es: Enviar fondos a otra cuenta
fr: Envoyer des fonds vers un autre compte
it: Invia fondi a un altro conto
ja: 他のアカウントに資金を送信
pl: Wyślij środki na inne konto
pt: Enviar fundos para outra conta
zh_hk: 發送資金到另一帳戶

# send.sendOthersTitle
source: Send funds to another wallet
ar: إرسال الرَصِيد إلى محفظة أخرى
de: Guthaben an anderes Wallet senden
es: Enviar fondos a otra cartera
fr: Envoyer les fonds vers un autre portefeuille
it: Invia fondi a un altro portafoglio
ja: 資金を他のウォレットに送信
pl: Wyślij środki do innego portfela
pt: Enviar fundos para outra carteira
zh_hk: 發送資金到另一錢包

# send.sendToSelfBtn
source: Send to Self
ar: الإرسال الذاتي
de: An sich selbst senden
es: Auto enviar
it: Auto invio
pl: Wyślij do siebie
pt: Enviar a si mesmo
zh_hk: 發送到自已

# privacy.sendToUnmixedAccount.title
source: Send to Unmixed Account
ar: الإرسال إلى حساب غير مخلوط
de: An ungemixten Account senden
es: Enviar a Cuenta Sin Mezclar
it: Invia a conto non miscelato
pl: Wyślij na konto niemieszane
pt: Enviar a conta unmixed
zh_hk: 發送到未混幣帳戶

# SendFromUnmixed.titleWarning
source: Sending from Unmixed Accounts
ar: الإرسال من حسابات غير مَخلُوطة
de: Senden von ungemixten Accounts
es: Enviando desde Cuentas Sin Mezclar
it: Invio da conti non miscelati
pl: Wysyłanie z kont niemieszanych
pt: Enviar de Contas Não-Misturadas
zh_hk: 從未混幣帳戶發款

# charts.keys.sent
source: Sent
ar: مرسلة
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviato
ja: 送信済み
pl: Wysłano
pt: Enviado
zh_hk: 發款

# txhistory.icon.sent
source: Sent
ar: المُرسَل
de: Senden
es: Enviada
it: Inviate
pl: Wysłano
pt: Enviado
zh_hk: 發款

# notifications.type.send
source: Sent
ar: مرسلة
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviate
ja: 送信済み
pl: Wysłane
pt: Enviado
zh_hk: 發款

# home.sentBalanceLabel
source: Sent
ar: مرسلة
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviato
ja: 送信済み
pl: Wysłano
pt: Enviado
zh_hk: 發款

# txFilter.type.sent
source: Sent
ar: مرسلة
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviate
ja: 送信済み
pl: Wysłane
pt: Envios
zh_hk: 發款

# txDetails.sentFrom
source: Sent From
ar: أُرسِلَت من
de: Gesendet von
es: Enviado desde
fr: Envoyé à partir de
it: Inviata da
ja: 送信元
pl: Wysłano z
pt: Enviado de
zh_hk: 發送自

# ln.ntf.fundWalletSucces
source: Sent LN Wallet fund transaction
ar: تم إرسال معاملة أموال محفظة الشبكة البرقية
de: In LN Wallet einzahlen
es: Se envió la transacción de fondeo
it: Inviata transazione di fondi da portafoglio LN
pl: Wysłano transakcję zasilenia portfela LN
pt: Transação de financiamento da carteira LN enviada
zh_hk: 已發送閃電網路錢包充值交易

# ln.ntf.withdrawWalletSuccess
source: Sent withdraw transaction for LN Wallet
ar: تم إرسال معاملة السحب إلى محفظة الشبكة البرقية
de: Vom LN Wallet abheben
es: Se envió la transacción de retiro para la Cartera LN
it: Inviata transazione di prelievo per portafoglio LN
pl: Wysłano transakcję wypłaty z portfela LN
pt: Transação de saque da carteira LN enviada
zh_hk: 已發送閃電網路錢包提款交易

# appMenu.services
source: Services
ar: خدمات
de: Dienste
es: Servicios
it: Servizi
ja: サービス
pl: Usługi
pt: Serviços
zh_hk: 服務

# ln.watchtowersTab.sessions
source: Sessions: {sessions}
ar: الجلسات: {Session}
de: Sitzungen: {sessions}
es: Sesiones: {sessions}
it: Sessioni: {sessions}
pl: Sesje: {sessions}
pt: Sessões: {sessions}
zh_hk: 工作階段：{sessions}

# getstarted.setAccount.title
source: Set Mixed Account
ar: تعيين حساب مَخلُوط
de: Gemixten Account festlegen
es: Configurar Cuenta Mezclada
it: Imposta conto miscelato
pl: Ustaw konto mieszane
pt: Selecionar Conta Mix
zh_hk: 設定混幣帳戶

# getstarted.setAccount.mix
source: Set Mixed Account
ar: تعيين حساب مَخلُوط
de: Gemixten Account festlegen
es: Configurar Cuenta Mezclada
it: Imposta conto miscelato
pl: Ustaw konto mieszane
pt: Selecionar Conta Mix
zh_hk: 設定混幣帳戶

# getstarted.setAccount.change
source: Set Unmixed Account
ar: تعيين حساب غير مَخلُوط
de: Ungemixten Account festlegen
es: Configurar Cuenta Sin Mezclar
it: Imposta conto non miscelato
pl: Ustaw konto niemieszane
pt: Selecionar Conta Não-Misturada
zh_hk: 設定非混幣帳戶

# sidebar.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
it: Impostazioni
pl: Ustawienia
pt: Configurações
zh_hk: 設定

# getStarted.btnSettings
source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
pl: Ustawienia
pt: Configurações
zh_hk: 設定

# settings.subtitle
source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
pl: Ustawienia
pt: Configurações
zh_hk: 設定

# settings.title
source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
pl: Ustawienia
pt: Configurações
zh_hk: 設定

# settings.tab.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
it: Impostazioni
pl: Ustawienia
pt: Configurações
zh_hk: 設定

# ln.channelsTab.closedChannel.settledBalance
source: Settled
ar: مُسَدّد
de: erledigt
es: Saldado
it: Confermato
pl: Rozliczone
pt: Liquidado
zh_hk: 已結清

# walletselection.setupIncomplete
source: Setup incomplete
ar: الإعداد غير مكتمل
de: Setup unvollständig
es: Instalación incompleta
fr: Configuration inachevée
it: Configurazione incompleta
ja: セットアップが終了していません
pl: Konfiguracja niedokończona
pt: Setup Incompleto
zh_hk: 設定未完成

# accounts.show.tip
source: Show
ar: إظهار
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
pl: Pokaż
pt: Exibir
zh_hk: 顯示

# appMenu.showAll
source: Show All
ar: عرض الكل
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
it: Mostra tutto
ja: すべて表示
pl: Pokaż wszystko
pt: Exibir Tudo
zh_hk: 顯示全部

# appMenu.showDaemonLog
source: Show Daemon Log Files
ar: إظهار ملفات سجل البرنامج الخفي
de: Daemon-Protokolldateien anzeigen
es: Mostrar archivos de registro de Daemon
fr: Afficher les fichiers journaux Daemon
it: Mostra i file di registro del daemon
ja: デーモンログファイルを表示
pl: Pokaż pliki rejestru daemona
pt: Exibir arquivos de logs do Daemon
zh_hk: 顯示後台服務記錄檔

# appMenu.showWalletLog
source: Show Wallet Log Files
ar: إظهار ملفات سجل المحفظة
de: Wallet-Protokolldateien anzeigen
es: Mostrar archivos de registro de la cartera
fr: Afficher des fichiers journaux de portefeuille
it: Mostra i file di registro del portafoglio
ja: ウォレットのログファイルを表示
pl: Pokaż pliki rejestru portfela
pt: Exibir arquivos de logs da Carteira
zh_hk: 顯示錢包記錄檔

# privacy.mixing.server.port
source: Shuffle Port
ar: منفذ عشوائي
es: Puerto de Mezcla
it: Porta di shuffle
pl: Port usługi mieszania
pt: Porta do Mixer
zh_hk: 混洗通訊埠

# privacy.mixing.server
source: Shuffle Server
ar: الخادم العشوائي
es: Servidor de Mezcla
it: Server di shuffle
pl: Serwer usługi mieszania
pt: Servidor do Mixer
zh_hk: 混洗伺服器

# shutdown.header.title
source: Shutting down Decrediton
ar: يتم إغلاق ديكريديتون
de: Decrediton herunterfahren
es: Cerrando Decrediton
fr: Fermeture de Decrediton
it: Spegnimento Decrediton
ja: Decreditonの終了
pl: Zamykanie portfela Decrediton
pt: Desligando o Decrediton
zh_hk: 正在關閉Decrediton

# security.signTitle
source: Sign Message
ar: توقيع الرسالة
de: Nachricht unterschreiben
es: Firmar mensaje
fr: Signer le message
it: Firma messaggio
ja: 署名メッセージ
pl: Podpisz wiadomość
pt: Assinar Mensagem
zh_hk: 簽署訊息

# securitycenter.signMessageModal
source: Sign Message
ar: توقيع الرسالة
de: Nachricht unterschreiben
es: Firmar mensaje
fr: Signer le message
it: Firma messaggio
ja: 署名メッセージ
pl: Podpisz wiadomość
pt: Assinar Mensagem
zh_hk: 簽署訊息

# securitycenter.signMessageBtn
source: Sign Message
ar: توقيع الرسالة
de: Nachricht unterschreiben
es: Firmar mensaje
fr: Signer le message
it: Firma messaggio
ja: 署名メッセージ
pl: Podpisz wiadomość
pt: Assinar Mensagem
zh_hk: 簽署訊息

# security.signature
source: Signature
ar: التوقيع
de: Signatur
es: Firma
it: Firma
pl: Podpis
pt: Assinatura
zh_hk: 簽署

# securitycenter.verify.field.signature.label
source: Signature
ar: التوقيع
de: Unterschrift
es: Firma
it: Firma
ja: 署名
pl: Podpis
pt: Assinatura
zh_hk: 簽署

# spv.title
source: Simple Payment Verification (SPV)
ar: التحقق البسيط من الدفع (SPV)
es: Verificación de pago simple (SPV, por sus siglas en inglés)
fr: SPV (Simple vérification des paiements)
it: Verifica Pagamento Semplice (SPV)
ja: 簡易支払確認 (SPV)
pl: Prosta weryfikacja płatności (SPV)
pt: Verificação Simples de Pagamento (SPV)
zh_hk: 簡單支付驗證 (SPV)

# advancedStartup.skip
source: Skip
ar: تجاهل
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
pl: Pomiń
pt: Pular
zh_hk: 跳過

# process.mangedTickets.button.skip
source: Skip
pl: Pomiń

# tutorial.skipBtn
source: Skip
ar: تجاهل
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
pl: Pomiń
pt: Pular
zh_hk: 跳過

# history.max.value
source: Slider max
ar: الحد الأقصى لشريط التمرير
de: Schieber max.
es: Máximo de control deslizante
fr: Curseur max
it: Cursore max
ja: スライダーの最大値
pl: Suwak max
pt: Máx
zh_hk: 最大值

# history.min.value
source: Slider min
ar: الحد الأدنى لشريط التمرير
de: Schieber min.
es: Mínimo de control deslizante
fr: Curseur min
it: Cursore min
ja: スライダーの最小値
pl: Suwak min
pt: Min
zh_hk: 最小值

# help.about.decrediton.subtitle
source: Software Summary
ar: ملخص البرنامج
de: Software-Übersicht
es: Resumen del software
fr: Résumé du logiciel
it: Riepilogo software
ja: ソフトウェアサマリー
pl: Podsumowanie oprogramowania
pt: Inforamções sobre o Software
zh_hk: 軟件概要

# errors.general
source: Something went wrong, please go back
ar: حدث خطأ ما، يُرجى العودة
de: Etwas ist schief gelaufen, bitte gehen Sie zurück
es: Algo salió mal, por favor vuelva
it: Qualcosa è andato storto, per favore torna indietro
pl: Coś poszło nie tak, wróć do poprzedniego kroku
pt: Algo deu errado, por favor retorne
zh_hk: 出錯了，請返回

# tickets.sortby.tooltip
source: Sort By
ar: التصنيف حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: ソート
pl: Sortuj według
pt: Ordenado Por
zh_hk: 排序

# transactions.sortby.tooltip
source: Sort By
ar: التصنيف حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: ソート
pl: Sortuj według
pt: Ordenado Por
zh_hk: 排序

# settings.tab.sources
source: Sources
ar: المصادر
de: Quellen
es: Fuentes
it: Fonti
pl: Źródła
pt: Fontes
zh_hk: 資源

# accounts.details.spendable
source: Spendable
ar: قابل للإنفاق
de: Ausgabefähig
es: Disponible para gastar
fr: Disponible
it: Spendibile
ja: 可処分
pl: Do wydania:
pt: Disponível
zh_hk: 可用餘額

# accounts.row.spendable
source: Spendable:
ar: قابل للإنفاق:
de: Ausgabefähig
es: Disponible:
it: Spendibile:
pl: Do wydania:
pt: Disponível:
zh_hk: 可用餘額：

# purchase.splitTx
source: Split Tx:
ar: تقسيم المعاملة:
it: Tx split:
pl: Dzielone transakcje:
pt: Tx Split:
zh_hk: 拆分交易：
