Repository: decred/decrediton
Catalog: app/i18n/po/decrediton.*.po
Languages: ar, de, es, fr, it, ja, pl, pt, zh_hk

# walletselection.removeConfirmModal.content
source: Warning this action is permanent! Please make sure you have backed up your wallet's seed before proceeding.
ar: تحذير هذا الإجراء دائم! يرجى التأكد من إجراء نسخ احتياطي لبذرة محفظتك قبل المتابعة.
de: Achtung, diese Aktion ist dauerhaft! Bitte vergewissern Sie sich vor dem Fortfahren, dass Sie die Seeds Ihres Wallets gesichert haben.
es: ¡Advertencia! Esta acción es irreversible. Asegúrese de haber hecho una copia de seguridad de la semilla de su cartera antes de continuar.
fr: Notez que cette action est irréversible ! Veuillez vous assurer que vous avez sauvegardé la graine de votre portefeuille avant de continuer.
it: Attenzione, questa azione è permanente! Assicuratevi di aver salvato il seed del vostro portafoglio prima di procedere.
ja: 警告: この操作は元に戻せません！続行する前に、必ずウォレットのシードをバックアップしてください。
pl: Ostrzeżenie: ta akcja ma trwałe skutki! Upewnij się, że masz kopię zapasową ziarna portfela przed przejściem dalej.
pt: Alerta, essa ação é permanente! Por favor tenha certeza de que você tem uma cópia de segurança da seed da sua carteira antes de prosseguir.
zh_hk: 警告：此動作是永久的！在繼續之前請確保你已備份好錢包種子。

# fatal.removeConfirmModal.content
source: Warning this action is permanent! Please make sure you want to remove your blockchain data before proceeding. Decrediton will automatically shutdown after deleting the folder. Please manually restart it afterwards.
ar: تحذير هذا الإجراء دائم! يرجى التأكد من أنك تريد إزالة بيانات سلسلة الكتل قبل المتابعة. سيتم إيقاف تشغيل ديكريديتون تلقائيًا بعد حذف المجلد. يرجى إعادة تشغيله يدويًا بعد ذلك.
de: Achtung! Diese Aktion ist endgültig! Bitte überprüfen Sie, ob Sie Ihre Blockchain-Daten wirklich löschen möchten, bevor Sie fortfahren. Decredition wird nach dem Löschen des Ordners automatisch geschlossen. Bitte starten Sie es anschließend manuell neu.
es: ¡Advertencia! Esta acción es irreversible. Asegúrese de que quiere eliminar sus datos de la cadena de bloques antes de continuar. Decrediton se cerrará automáticamente después de eliminar la carpeta. A continuación, reinícielo manualmente.
fr: Notez que cette action est irréversible ! Veuillez vous assurer que vous voulez supprimer les données de votre chaîne de blocs avant de continuer. Decrediton ne se fermera pas automatiquement après la suppression du dossier. Veuillez la redémarrer manuellement par la suite.
it: Attenzione, questa azione è permanente! Assicuratevi di voler rimuovere i dati della vostra blockchain prima di procedere. Decrediton si spegnerà automaticamente dopo aver cancellato la cartella. Si prega di riavviare manualmente in seguito.
ja: 警告: この操作は元に戻せません！続行する前に、ブロックチェーンの日付を削除することを必ず確認してください。Decreditionは、フォルダを削除した後に自動的にシャットダウンします。その後、手動で再起動してください。
pl: Ostrzeżenie: ta akcja ma trwałe skutki! Upewnij się, że chcesz usunąć swoje dane łańcucha blokowego przed przystąpieniem do działania. Decrediton zostanie automatycznie zamknięty po usunięciu folderu. Następnie należy go ręcznie zrestartować.
pt: Atenção essa ação é permanente! Por favor tenha certeza de que você quer remover os dados da blockchain antes de prosseguir. Decrediton vai automaticamente fechar após apagar a pasta. Por favor, reinicie a aplicação em seguida.
zh_hk: 警告：此動作是永久性的！在繼續之前，請確保你是想要移除區塊鏈資料。移除資料後，Decrediton會自動關閉，請自行重新開啟程式。

# walletselection.watchOnly
source: Watch Only
ar: مراقبة فقط
de: Nur ansehen
es: Solo visualizar
fr: Lecture seule
it: Solo osservazione
ja: 閲覧のみ
pl: Tylko do podglądu
pt: Apenas Visualização
zh_hk: 僅限觀看

# createwallet.watchOnly.label
source: Watch only
pl: Tylko do obserwacji

# ln.ntf.removeWatchtowerSuccess
source: Watchtower successfully removed!
ar: تمت إزالة برج المراقبة بنجاح!
de: Wachturm erfolgreich entfernt!
es: ¡La torre de vigilancia se quitó con éxito!
it: Torre di guardia rimossa con successo!
pl: Strażnica pomyślnie zdezaktywowana!
pt: Watchtower removida com sucesso!
zh_hk: 成功移除監視塔！

# ln.tab.watchtowers
source: Watchtowers
ar: أبراج المراقبة
de: Wachtürme
es: Torres de Vigilancia
it: Torri di guardia
pl: Strażnice
zh_hk: 監視塔

# ln.watchtowersTab.listWatchtowers
source: Watchtowers connected
ar: أبراج المراقبة متصلة
de: Wachtürme verbunden
es: Torres de vigilancia conectadas
it: Torri di guardia connesse
pl: Strażnice połączone
pt: Watchtowers conectadas
zh_hk: 已連接的監視塔

# selectLang.title
source: Welcome to Decrediton Wallet
ar: مرحبا بك في محفظة ديكريديتون
de: Willkommen zum Decrediton-Wallet
es: Le damos la bienvenida a la cartera de Decrediton
fr: Bienvenue dans le portefeuille Decrediton
it: Benvenuti al portafoglio Decrediton
ja: Decreditonウォレットにようこそ
pl: Witaj w portfelu Decrediton
pt: Bem-vindo a Carteira Decrediton
zh_hk: 歡迎使用Decrediton錢包

# loader.title
source: Welcome to Decrediton Wallet
ar: مرحبا بك في محفظة ديكريديتون
de: Willkommen beim Decredition-Wallet
es: Le damos la bienvenida a la cartera de Decretion
fr: Bienvenue dans le portefeuille Decrediton
it: Benvenuti al portafoglio Decrediton
ja: Decreditonウォレットにようこそ
pl: Witaj w portfelu Decrediton
pt: Bem-vindo a Carteira Decrediton
zh_hk: 歡迎使用Decrediton錢包

# home.noTickets.staking
source: What is Staking (Proof-of-Stake)?
ar: ما هو التحصيص ( إثبات الحصة)؟
de: Was ist Staking (Proof-of-Stake)?
es: ¿Qué es Staking (prueba de participación)?
fr: Qu'est-ce que le minage d'enjeu (preuve d'enjeu) ?
it: Che cos'è lo staking (Proof-of-Stake)?
ja: ステーキング（Proof-of-Stake）とは？
pl: Czym jest staking (Proof-of-Stake)?
pt: O que é Staking (Proof-ofStake)?
zh_hk: 甚麼是權益證明（Proof-of-Stake/PoS）？

# tutorials.staking
source: What is Staking (Proof-of-Stake)?
ar: ما هو التحصيص ( إثبات الحصة)؟
de: Was ist Staking (Proof-of-Stake)?
es: ¿Qué es Staking (prueba de participación)?
fr: Qu'est-ce que le minage d'enjeu (preuve d'enjeu) ?
it: Che cos'è lo staking (Proof-of-Stake)?
ja: ステーキング（Proof-of-Stake）とは？
pl: Czym jest staking (Proof-of-Stake)?
pt: O que é Staking (Proof-ofStake)?
zh_hk: 甚麼是權益證明（Proof-of-Stake/PoS）？

# getStarted.whatsNew
source: What's New in v{version}
ar: ما الجديد في الإصدار {version}
de: Was ist neu bei V{version}
es: ¿Qué novedades tiene la versión {version}?
fr: Nouveautés dans v{version}
it: Cosa c'è di nuovo nella v{version}
ja: v{version}の新機能
pl: Co nowego w wersji v{version}
pt: O que há de novo na v{version}
zh_hk: 在 v{version} 的新功能

# aboutModal.whatsNew
source: What's New?
ar: ما الجديد؟
de: Was ist neu?
es: Novedades
fr: Quelles sont les nouveautés ?
it: Che c'è di nuovo?
ja: 新機能
pl: Co nowego?
pt: Quais as Novidades?
zh_hk: 有甚麼新功能？

# appMenu.window
source: Window
ar: نافذة
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
ja: ウィンドウ
pl: Okno
pt: Janela
zh_hk: 視窗

# trezorPage.wipeDeviceBtn
source: Wipe Device
ar: مسح الجهاز
de: Gerät löschen
es: Borrar dispositivo
fr: Effacer le périphérique
it: Dispositivo di cancellazione
ja: デバイスをワイプ
pl: Wyczyść urządzenie
pt: Limpar Dispositivo
zh_hk: 刪除裝置資料

# home.totalValueOfActiveTickets
source: With a total value of {value}
ar: بقيمة إجمالية قدرها {value}
de: Mit einem Gesamtwert von {value}
es: Con un valor total de {value}
it: Con un valore totale di {value}
pl: O łącznej wartości {value}
pt: Com o valor total de {value}
zh_hk: 總價值 {value}

# ln.ntf.withdrawWalletFailed
source: Withdrawing from LN Wallet failed: {originalError}
ar: فشل السحب من محفظة الشبكة البرقية: {originalError}
de: Abhebung aus dem LN Wallet ist fehlgeschlagen: {originalError}
es: Error al retirar de la Cartera LN: {originalError}
it: Il prelievo dal portafoglio LN non è riuscito: {originalError}
pl: Wypłata środków z portfela LN nie powiodła się: {originalError}
pt: Saque da carteira LN falhou: {originalError}
zh_hk: 無法從閃電網路錢包提款：{originalError}

# errors.wrongPassphrase
source: Wrong private passphrase entered.
ar: تم إدخال عبارة مرور خاصة خاطئة.
de: Falsche private Passphrase eingegeben.
es: Contraseña incorrecta.
it: Inserita una frase d'accesso privata sbagliata.
pl: Wprowadzone hasło prywatne jest nieprawidłowe.
pt: Senha privada errada digitada
zh_hk: 輸入的錢包密碼錯誤。

# getStarted.decrypt.error
source: Wrong public passphrase inserted.
ar: تم إدخال عبارة مرور عامة خاطئة.
de: Falsche öffentliche Passphrase eingegeben.
es: Ingresó una contraseña pública incorrecta.
it: Inserita una frase d'accesso pubblica sbagliata.
pl: Wprowadzono błędne hasło publiczne.
pt: Senha pública incorreta.
zh_hk: 輸入的公共密碼錯誤。

# purchase.vsp.privacy.enabled
source: You are purchasing mixed tickets
ar: أنت تشتري تذاكر مخلوطة
de: Sie kaufen gemixte Tickets
es: Está comprando tickets mezclados
it: State acquistando biglietti miscelati.
pl: Kupujesz mieszane bilety
pt: Você está comprando tickets misturados
zh_hk: 你現正購買已混幣選票

# tickets.purchaseTicketsHeader
source: You bought {numTickets, plural, one { # ticket } other { # tickets }}
ar: إشتريت {numTickets, plural, one { # ticket } other { # tickets }}
de: Sie haben {numTickets, plural, one { # Ticket } other { # Tickets }} gekauft
es: Compraste {numTickets, plural, one { # ticket } other { # tickets }}.
it: Avete acquistato {numTickets, plural, one { un biglietto } other { # biglietti }}
pl: Kupiono {numTickets, plural, one { # bilet } other { # bilety }}
pt: Você comprou {numTickets, plural, one { # ticket } other { # tickets }}
zh_hk: 你買了{numTickets, plural, one {# 張票} other {# 張票}}

# proposalDetails.votingInfo.noElligibleTickets
source: You don't have tickets elligible for voting on this proposal. Purchase tickets to vote on future proposals.
ar: ليس لديك تذاكر مؤهلة للتصويت على هذا الاقتراح. إشتر تذاكر للتصويت على المقترحات المستقبلية.
de: Es sind keine Tickets verfügbar, die dazu berechtigen für diesen Proposal abzustimmen. Kaufen Sie Tickets, um für zukünftige Proposals abzustimmen.
es: No tiene los tickets necesarios para votar esta propuesta. Compre tickets para votar en próximas propuestas.
fr: Vous n'avez pas de tickets admissibles à un vote sur cette proposition. Achetez des tickets pour voter sur des propositions futures.
it: Non avete biglietti idonei per votare su questa proposta. Acquistate biglietti per poter votare su proposte future.
ja: この提案に投票するために有効なチケットがありません。今後、提案に投票するにはチケットを購入してください。
pl: Nie masz biletów kwalifikujących się do głosowania nad tą propozycją. Zakup bilety, aby móc głosować nad przyszłymi propozycjami.
pt: Você não tem tickets elegíveis para votação nessa proposta. Compre tickets para votar em propostas futuras.
zh_hk: 你沒有選票可用於此提案的投票。若要為未來的提案投票，你需要預早買票。

# stakePoolsList.noVSPs
source: You have no configured VSPs
ar: ليس لديك موفري خدمة تصويت VSP مهيئين
de: Sie haben keine konfigurierten VSPs
es: No tiene configurado ningún VSP.
it: Non avete VSPs configurati
pl: Nie masz skonfigurowanych VSP
pt: Você não tem VSPs configuradas
zh_hk: 你沒有設定任何VSP

# tickets.fee.error.message
source: You have outstanding tickets that are not properly registered with a VSP. {completeRegistrationProcessLink}, otherwise these tickets will be missed if they are chosen to vote.
pl: Posiadasz zaległe bilety, które nie są poprawnie zarejestrowane u VSP. {completeRegistrationProcessLink}, ponieważ w przeciwnym razie bilety przegapią swoją kolejkę, jeśli zostaną wybrane do głosowania.
zh_hk: 你仍有選票未與VSP註冊。 {completeRegistrationProcessLink} ，否則這些選票被抽中時將錯過投票。

# tickets.updateStakePoolConfigHeader
source: You have successfully updated your stakepool settings.
ar: لقد قمت بتحديث إعدادات تَجَمّع التحصيص الخاص بك بنجاح.
de: Sie haben Ihre StakePool-Einstellungen erfolgreich aktualisiert.
es: Ha actualizado correctamente sus ajustes de red de participación.
fr: Vous avez bien mis à jour vos paramètres de pool d'enjeu.
it: Avete aggiornato con successo le impostazioni del vostro stakepool.
ja: ステークプールの設定を更新しました。
pl: Ustawienia stakepool zaktualizowane pomyślnie.
pt: Você atualizou a sua configuração de stakepools com sucesso.
zh_hk: 成功更新你的票池設定。

# proposalDetails.votingInfo.eligibleCount
source: You have {count, plural, one {one ticket} other {# tickets}} eligible for voting
ar: لديك {count, plural, one {one ticket} other {# tickets}} مؤهلة للتصويت
de: Sie haben {count, plural, one {ein Ticket} other {# Tickets}}, die Sie zur Abstimmung berechtigen
es: Tiene {count, plural, one {un ticket} other {# tickets}} aptos para votar
fr: Vous avez {count, plural, one {un ticket} other {# tickets}} admissible(s) pour le vote
it: Avete {count, plural, one {un biglietto} other {# biglietti}} idonei al voto
ja: 投票に有効なチケットが{count, plural, one {1枚} other {#枚}}あります
pl: Masz {count, plural, one {jeden bilet} other {# bilety}} uprawniony/e do głosowania
pt: Você tem {count, plural, one {um ticket} other {# tickets}} elegíveis para votação
zh_hk: 你有{count, plural, one {1 張票} other {# 張票}}符合投票資格

# purchase.ticket.backup.redeem.warn
source: You must backup your redeem script. More information about it can be found at {link}
ar: يجب أن تقوم بالنسخ الإحتياطي لنص الاسترداد. يمكن العثور على مزيد من المعلومات حول هذا الموضوع على {link}
de: Sie müssen Ihr Redeem-Skript sichern. Weitere Informationen dazu finden Sie unter {link}
es: Debe guardar una copia de seguridad de su código de canje (redeem script). Puede encontrar más información en {link}
it: Bisogna eseguire il backup dello script di riscatto. Trovate maggiori informazioni su {link}.
pl: Musisz wykonać kopię zapasową skryptu wykupu. Więcej informacji na ten temat można znaleźć na stronie {link}
pt: Você deve realizar o backup do seu script de resgate. Mais informações podem ser encontradas em {link}
zh_hk: 你必須備份你的兌換指令碼。更多資訊： {link}

# backup.redeem.script.message
source: You must make a backup of the redeem script. If the VSP closes without notifying and you do not have access to your redeem script {warnMessage}
ar: يجب أن تقوم بعمل نسخة احتياطية لنص الاسترداد. إذا تم إغلاق موفر خدمة التصويت بدون إشعار ولم يكن لديك حق الوصول لنص الاسترداد {warnMessage}
de: Sie müssen eine Sicherung des Redeem-Skripts erstellen falls der VSP ohne Ankündigung geschlossen wird und Sie keinen Zugriff auf Ihr Redeem-Skript haben {warnMessage}
es: Debe guardar una copia de seguridad de su código de canje (redeem script). Si el VSP cierra sin notificarle y no tiene acceso a su código de canje {warnMessage}
it: Bisogna eseguire un backup dello script di riscatto. Se il VSP cessa le attività senza preavviso e non si ha accesso allo script di riscatto {warnMessage}.
pl: Musisz zrobić kopię zapasową skryptu wykupu. Jeśli VSP zakończy działanie bez powiadomienia i nie będziesz mieć dostępu do swojego skryptu wykupu {warnMessage}
pt: Você deve fazer o backup do seu script de resgate. Caso a VSP desapareça e você não tenha acesso ao seu script de resgate {warnMessage}
zh_hk: 你必須備份兌換指令碼。 如果VSP未有通知的情況下突然關閉，而你又沒有兌換指令碼 {warnMessage}

# getstarted.setAccount.isValidMessage
source: You need to set a mixed and unmixed account, and they can not be the same
pl: Musisz ustawić konto mieszane i niemieszane, i nie może to być to samo konto

# tickets.importScriptHeader
source: You successfully imported a script
ar: لقد قمت باستيراد البرنامج النصي بنجاح
de: Sie haben erfolgreich ein Skript importiert
es: Ha importado correctamente un script
fr: Vous avez importé un script avec succès
it: Hai importato uno script con successo
ja: スクリプトをインポートしました
pl: Skrypt zaimportowany pomyślnie
pt: Você importou um script com sucesso
zh_hk: 成功兌換指令碼

# tickets.revokeTicketsHeader
source: You successfully revoked tickets
ar: لقد قمت باسترجاع التذاكر بنجاح
de: Sie haben erfolgreich Tickets widerrufen
es: Ha anulado correctamente los tickets
fr: Vous avez bien révoqué les tickets
it: Hai revocato i biglietti con successo
ja: チケットを取り消しました
pl: Bilety odwołane pomyślnie
pt: Você revogou seus tickets com sucesso
zh_hk: 成功撤銷選票

# autobuyer.balanceToMaintainError
source: Your balance to mantain is invalid
ar: رصيدك المراد الاحتفاظ به غير صحيح
de: Ihr beizubehaltendes Guthaben ist ungültig
es: El saldo que mantener no es válido
fr: Votre solde à maintenir n'est pas valide
it: Il saldo da mantenere non è valido
ja: 維持に必要な残高が無効です
pl: Kwota salda do utrzymania jest nieprawidłowa.
pt: Seu saldo a ser mantido está inválido
zh_hk: 你所設定的保留餘額無效

# vsp.autobuyer.balanceToMaintainError
source: Your balance to mantain is invalid
ar: رصيدك المراد الاحتفاظ به غير صحيح
de: Ihr beizubehaltendes Guthaben ist ungültig
es: Su saldo a mantener es inválido
it: Il saldo da mantenere non è valido
pl: Kwota salda do utrzymania jest nieprawidłowa.
pt: Seu saldo a manter é inválido
zh_hk: 你所設定的保留餘額無效

# governance.ntf.updateVoteChoiceSuccess
source: Your vote has been cast! Thanks for participating in Decred's governance
ar: لقد تم الإدلاء بصوتك! شكرا لمشاركتك في حوكمة ديكريد
de: Ihre Stimme ist abgegeben worden! Danke für die Teilnahme an der Governance von Decred
es: ¡Se emitió su voto! Gracias por participar en la gobernanza de Decred
it: Il tuo voto è stato espresso! Grazie per aver partecipato alla governance di Decred
pl: Twój głos został oddany! Dziękujemy za udział w zarządzaniu projektem Decred
pt: Seu voto foi enviado! Obrigado por participar na governança da Decred
zh_hk: 你的投票已提交！ 多謝參與Decred治理

# proposal.details.description
source: Your voting power: {votingPower}
ar: قوتك التصويتية: {votingPower}
de: Ihr Stimmrecht: {votingPower}
es: Tu poder de voto: {votingPower}
it: Il tuo potere di voto: {votingPower}
pl: Siła Twojego głosu: {votingPower}
pt: Seu poder de votação: {votingPower}
zh_hk: 你的投票權力：

# getstarted.processManagedTickets.description
source: Your wallet appears to have live tickets. Processing managed tickets confirms with the VSPs that all of your submitted tickets are currently known and paid for by the VSPs.
pl: Wygląda na to, że Twój portfel ma bilety gotowe do głosowania. Przetworzenie biletów zarządzanych potwierdza u VSP, że wszystkie Twoje zgłoszone bilety są znane Twojemu VSP i opłacone przez niego.

# blocksInput.blocks
source: blocks
ar: الكتل
es: bloques
fr: blocs
it: blocchi
ja: ブロック
pl: bloki
pt: blocos
zh_hk: 區塊

# trezor.pinModal.clear
source: clear
ar: حذف
de: löschen
es: borrar
fr: effacer
it: svuota
ja: クリア
pl: wyczyść
pt: limpar
zh_hk: 清除

# loaderBar.WaitingConnection
source: connecting to daemon...
ar: جارٍ الاتصال بالبرنامج الخفي...
de: Verbindung zum Daemon...
es: conectando al daemon...
it: connessione a daemon...
pl: łączenie z daemonem...
pt: Conectando ao deamon...
zh_hk: 正在連接到後台服務...

# ln.ntf.startDcrlndFailed
source: dcrlnd failed to start: {originalError}
ar: فشل بدء dcrlnd: {originalError}
de: dcrlnd konnte nicht starten: {originalError}
es: dcrlnd falló al iniciar: {originalError}
it: Errore nell'avvio di dcrlnd: {originalError}
pl: błąd podczas uruchamiania dcrlnd: {originalError}
pt: dcrlnd falhou ao iniciar: {originalError}
zh_hk: 無法啟動dcrlnd：{originalError}

# ticket.status.multiple.expired
source: expired
ar: منتهية الصلاحية
de: abgelaufen
es: caducado
fr: expiré
it: scaduto
ja: 期限切れ
pl: wygasły
pt: expirados
zh_hk: 已過期

# ln.nodeInfo.channel.disabled.false
source: false
ar: خاطئ
de: falsch
es: falso
it: falso
pl: fałsz
pt: falso
zh_hk: 否

# spv.titleSub.here
source: here
ar: هنا
de: hier
es: aqui
it: qui
pl: tutaj
pt: aqui
zh_hk: 此

# ticket.status.multiple.immature
source: immature
ar: غير ناضجة
de: unfertig
es: inmaduro
it: immaturo
ja: 未完成
pl: niedojrzały
pt: imaturos
zh_hk: 未成熟

# ticket.status.multiple.live
source: live
ar: حية
es: en vivo
fr: en direct
it: attivi
ja: ライブ
pl: aktywny
pt: vivos
zh_hk: 成熟

# ticket.status.multiple.missed
source: missed
ar: مفوتة
de: verpasst
es: desaprovechado
fr: manqué
it: mancati
ja: 非処理
pl: przegapiony
pt: perdidos
zh_hk: 已錯過

# ln.nodeInfo.channel.policy.noInfo
source: no info
ar: لا توجد معلومات
de: keine informationen
es: sin información
it: nessuna informazione
pl: brak informacji
pt: sem info
zh_hk: 沒有資訊

# sidebar.peersCount
source: peers
ar: النظراء
es: pares
pl: połączenia równoległe
pt: pares
zh_hk: 個節點

# ticket.status.multiple.revoked
source: revoked
ar: مُسترجَعة
de: widerrufen
es: anulado
fr: révoqué
it: revocati
ja: 取消済み
pl: odwołany
pt: revogados
zh_hk: 已撤銷

# sidebar.lastBlockIsRecent
source: seconds ago
ar: قبل لحظات
de: vergangene Sekunden
es: segundos atrás
it: secondi fa
pl: sek. temu
pt: segundos atrás
zh_hk: 1 分鐘內

# stake.discoverStakeOoolsAPILink
source: this link
ar: هذا الرابط
de: dieser Link
es: este enlace
fr: ce lien
it: questo link
ja: このリンク
pl: ten link
pt: esse link
zh_hk: 此連結

# ln.nodeInfo.channel.disabled.true
source: true
ar: صحيح
de: wahr
es: verdadero
it: vero
pl: prawda
pt: verdadeiro
zh_hk: 是

# ticket.status.multiple.unknown
source: unknown
ar: غير معروف
de: unbekannt
es: desconocido
fr: inconnu
it: sconosciuti
ja: 不明
pl: nieznany
pt: desconhecidos
zh_hk: 未知

# ticket.status.multiple.unmined
source: unmined
ar: غير معدنة
de: sortenrein
es: sin extraer
fr: non miné
it: non estratti
ja: 未マイニング
pl: niewydobyte
pt: não minerados
zh_hk: 未打包

# ticket.status.multiple.voted
source: voted
ar: مصوّت
de: abgestimmt
es: votado
fr: voté
it: votati
ja: 投票済み
pl: głos oddany
pt: votados
zh_hk: 已投票

# backup.redeem.script.warn
source: your funds may be lost forever.
ar: قد تضيع رصيدك إلى الأبد.
de: Ihre Gelder können für immer verloren gehen.
es: puede perder sus fondos para siempre.
it: i tuoi fondi potrebbero andare persi per sempre.
pl: Twoje środki mogą zostać utracone na zawsze.
pt: seus fundos podem ser perdidos para sempre.
zh_hk: 你的資金可能會永久遺失。

# transaction.confirmationHeight
source: {confirmations, plural, =0 {Mined, block awaiting approval} one {# confirmation} other {# confirmations}}
de: {confirmations, plural, =0 {Sortenrein, Block wartet auf Bestätigung} one {# Bestätigung} other {# Bestätigungen}}
es: {confirmations, plural, =0 {Extraído, bloque en espera de aprobación} one {# confirmación} other {# confirmaciones}}
fr: {confirmations, plural, =0 {bloc miné, en attention d'approbation} one {# confirmation} other {# confirmations}}
it: {confirmations, plural, =0 {Estratto, blocco in attesa di approvazione} one {# conferma} other {# conferme}}
ja: {confirmations, plural, =0 {マイニング済み、承認待ち} one {#件の承認} other {#件の承認}}
pl: {confirmations, plural, =0 {Wydobyty, blok czeka na potwierdzenie} one {# potwierdzenie} other {# potwierdzenia}}
pt: {confirmations, plural, =0 {minerado, bloco esperando aprovação} one {# confirmação} other {# confirmações}}
zh_hk: {confirmations, plural, =0 {已提交，區塊正等候認可} one {# 個確認} other {# 個確認}}

# charts.voteTime.daysToVoteCount
source: {count, plural, =0 {zero tickets} one {# ticket} other {# tickets} } voted {days, plural, =0 {in the same day} one {within one day} other {within # days} } of purchase
de: {count, plural, =0 {keine Tickets} one {# Ticket} other {# Tickets} } abgestimmt {days, plural, =0 {am selben Tag} one {innerhalb eines Tages} other {innerhalb von # Tagen} } nach Kauf
es: {count, plural, =0 {zero tickets} one {# ticket} other {# tickets} } voted {days, plural, =0 {in the same day} one {within one day} other {within # days} } desde la compra
it: {count, plural, =0 {zero biglietti} one {# biglietto} other {# biglietti} } votato {days, plural, =0 {nello stesso giorno} un {entro un giorno} altro {entro # giorni} } dall'acquisto
pl: {count, plural, =0 {brak biletów} one {# bilet} other {# bilety} } głos oddany {days, plural, =0 {w tym samym dniu} one {w ciągu jednego dnia} other {w ciągu # dni} } od zakupu
pt: {count, plural, =0 {zero tickets votaram} one {# ticket votou} other {# tickets votaram} } {days, plural, =0 {no mesmo dia} one {em um dia} other {em # dias} } da compra
zh_hk: {count, plural, =0 {0張票} one {#張票} other {#張票} }在買票的{days, plural, =0 {同日} one {一日內} other {#日內} }完成投票
