Repository: decred/decrediton
Catalog: app/i18n/po/decrediton.*.po
Languages: ar, de, es, fr, it, ja, pl, pt, zh_hk

# transactions.description.receive
source: Each time you request a payment, create a new address to protect your privacy.
ar: في كل مرة تطلب فيها دَفْع ، أنشئ عنوانًا جديدًا لحماية خصوصيتك.
de: Erstellen Sie zum Schutz Ihrer Privatsphäre bei jeder Zahlungsanfrage eine neue Adresse.
es: Cree una nueva dirección cada vez que solicite un pago para así proteger su privacidad.
fr: Chaque fois que vous demandez un paiement, créez une adresse pour protéger la confidentialité de vos données.
it: Crea un nuovo indirizzo ogni volta che richiedi un pagamento, per proteggere la tua privacy.
ja: 支払いリクエストの際は、プライバシー保護のため毎回新規アドレスを作成してください。
pl: Za każdym razem, gdy wysyłasz żądanie o płatność, utwórz nowy adres, aby chronić swoją prywatność.
pt: Cada vez que você requisitar um pagamento, crie um novo endereço para proteger sua privacidade
zh_hk: 每次要求付款時，你可以新增一個新地址以保障你的私隱。

# home.earned
source: Earned {value} in staking rewards
ar: حصلت على {value} في مكافآت التحصيص
de: {value} verdient durch Staking-Belohnungen
es: {value} ganado por recompensas de staking.
it: Guadagnati {value} in ricompense di staking
pl: Uzyskano {value} w nagrodach ze stakingu
pt: Recebeu {value} em recompensas de stake
zh_hk: 贏得{value}投票獎勵

# appMenu.edit
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
pl: Edytuj
pt: Editar
zh_hk: 編輯

# walletselection.editWallets
source: Edit Wallets
ar: تعديل المحافظ
de: Wallets bearbeiten
es: Editar carteras
fr: Modifier les portefeuilles
it: Modifica portafogli
ja: ウォレットの編集
pl: Edytuj portfele
pt: Editar Carteiras
zh_hk: 編輯錢包

# ln.connectPage.enableAutopilot
source: Enable Automatic Channel Creation
ar: تمكين الإنشاء التلقائي للقناة
de: Automatische Kanal-Erstellung aktivieren
es: Activar Creación Automática de Canales
it: Abilita creazione automatica di canali
pl: Włącz automatyczne tworzenie kanałów
pt: Habilitar criação automática de canais
zh_hk: 啟用自動開啟通道

# proposals.enablePoliteia.button
source: Enable Politeia Integration
ar: تمكين إدماج بوليتيا
de: Politeia-Integration aktivieren
es: Habilitar integración de Politeia
fr: Activer l'intégration Politeia
it: Abilita l'integrazione con Politeia
ja: Politeiaの統合を有効にする
pl: Włącz integrację z platformą Politeia
pt: Habilitar Integração Politeia
zh_hk: 啟用Politeia整合

# spv.options.enable.title
source: Enable SPV
ar: تمكين التحقق البسيط للدفع
de: SPV aktivieren
es: Habilitar SPV
fr: Activer SPV
it: Abilita SPV
ja: SPVを有効化
pl: Włącz tryb SPV
pt: Habilitar SPV
zh_hk: 啟用SPV

# stake.enableStakePoolListing.button
source: Enable VSP Listing
ar: تمكين إدراج موفر خدمة التصويت
de: VSP-Auflistung aktivieren
es: Activar Listado de VSP
it: Abilita elenco VSP
pl: Włącz listę VSP
pt: Habilitar listagem de VSPs
zh_hk: 啟用VSP列表

# purchase.vsp.enableListing.button
source: Enable VSP Listing
ar: تمكين إدراج موفر خدمة التصويت
de: VSP-Auflistung aktivieren
es: Activar Lista de VSP
it: Abilita elenco VSP
pl: Włącz wyświetlanie VSP
pt: Habilitar Listagem de VSPs
zh_hk: 啟用VSP列表

# SendFromUnmixed.btnConfirm
source: Enable sending from unmixed accounts
ar: تمكين الإرسال من حسابات غير مخلوطة
de: Senden von ungemixten Konten ermöglichen
es: Permitir envíos desde cuentas sin mezclar.
it: Abilita invio da conti non miscelati
pl: Włącz wysyłanie z niemieszanych kont
pt: Habilitar envio a partir de contas não misturadas
zh_hk: 啟用從未混幣帳戶發款

# settings.spv.true
source: Enabled
ar: مُمَكّن
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効
pl: Włączony
pt: Habilitado
zh_hk: 啟用

# settings.advancedDaemon.true
source: Enabled
ar: مُمَكّن
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効化
pl: Włączone
pt: Habilitada
zh_hk: 啟用

# settings.uiAnimations.enabled
source: Enabled
pl: Włączone

# privacy.options.standard.description
source: Enables connections to most services for a better user experience and full access to features (such as version update, VSP listing, Politeia, etc). Recommended for most users.
ar: تمكين الاتصالات بمعظم الخدمات من أجل تجربة مستخدم أفضل والوصول الكامل إلى الميزات (مثل تحديث الإصدار، إدراج موفر خدمة التصويت، بوليتيا، وغيرها). موصى به لمعظم المستخدمين.
de: Ermöglicht Verbindungen zu den meisten Diensten für ein besseres Benutzererlebnis und vollen Zugang zu Funktionen (wie Versions-Update, VSP-Listing, Politeia usw.). Empfohlen für die meisten Benutzer.
es: Permite la conexión a la mayoría de los servicios para una mejor experiencia de usuario y acceso completo a todas las funcionalidades (como las actualizaciones, el listado de VSP, Politeia, etc). Recomendado para la mayoría de los usuarios.
it: Abilita le connessioni alla maggioranza dei servizi, per una migliore esperienza di utilizzo con accesso completo alle funzionalità (come l'aggiornamento della versione, l'elenco VSP, Politeia ecc). Raccomandato alla maggior parte degli utenti.
pl: Umożliwia nawiązywanie połączeń z większością usług w celu zapewnienia lepszej obsługi i pełnego dostępu do funkcji (takich jak aktualizacja wersji, lista VSP, Politeia, itp.). Zalecany dla większości użytkowników.
pt: Habilita conexão a maior parte dos serviços para uma melhor experiência de usuário e acesso completo a funcionalidades (como atualização de versão, listagem de VSPs, Politeia, etc). Recomendado para a maior parte dos usuários.
zh_hk: 啟用到絕大部份服務的連線以得到更佳的使用體驗和使用所有功能（例如：版本更新、VSP列表、Politeia等）。建議一般人選取此項。

# trezor.pinModal.title
source: Enter Pin
ar: أدخل رقم التعريف الشخصي
de: Pin eingeben
es: Introduzca el pin
fr: Saisir code PIN
it: Inserite il pin
ja: PINを入力
pl: Wprowadź PIN
pt: Digitar Pin
zh_hk: 輸入PIN碼

# trezor.passphraseModal.title
source: Enter Trezor Passphrase
ar: أدخل عبارة مرور تريزور
de: Trezor-Passphrase eingeben
es: Introduzca la frase de contraseña de Trezor
fr: Saisissez la phrase secrète Trezor
it: Inserite la frase d'accesso di Trezor
ja: Trezorパスフレーズを入力
pl: Wprowadź hasło do portfela Trezor
pt: Digite a senha privada da Trezor
zh_hk: 輸入Trezor密碼

# securitycenter.signMessage.field.address.placeholder
source: Enter an address
ar: أدخل عنوانًا
de: Adresse eingeben
es: Introduzca una dirección
fr: Saisir une adresse
it: Inserite un indirizzo
ja: アドレスを入力
pl: Wprowadź adres
pt: Digite um Endereço
zh_hk: 輸入地址

# securitycenter.verify.field.address.placeholder
source: Enter an address
ar: أدخل عنوانًا
de: Adresse eingeben
es: Introduzca una dirección
fr: Saisir une adresse
it: Inserite un indirizzo
ja: アドレスを入力
pl: Wprowadź adres
pt: Digite um Endereço
zh_hk: 輸入地址

# securitycenter.validate.field.address.placeholder
source: Enter an address to validate
ar: أدخل عنوانًا للتحقق من الصلاحية
de: Adresse zur Überprüfung eingeben
es: Introduzca una dirección para realizar la validación
fr: Saisir une adresse pour valider
it: Inserite un indirizzo da convalidare
ja: アドレスを入力して検証
pl: Wprowadź adres do weryfikacji
pt: Digite um endereço para validar
zh_hk: 輸入地址

# createWallet.enterHexSeed.placeholder
source: Enter the hex representation of your seed...
ar: أدخل التمثيل السداسي لبذرتك...
de: Hexadezimale Darstellung Ihres Seeds eingeben …
es: Introduzca la representación hexadecimal de su semilla...
fr: Saisir la représentation hexadécimale de votre graine…
it: Inserite la rappresentazione hex del vostro seed...
ja: シードの16進数を入力…
pl: Wprowadź reprezentację Twojego ziarna w systemie szesnastkowym...
pt: Digite a representação hexadecimal da sua seed...
zh_hk: 輸入十六進制式表達的種子...

# addMixerAccountModal.mixedAccountName.placeholder
source: Enter the mixed account name
ar: أدخل اسم الحساب المخلوط
de: Geben Sie den Namen des gemixten Accounts ein
es: Ingrese el nombre de la cuenta mezclada
it: Inserite il nome del conto miscelato
pl: Wprowadź nazwę mieszanego konta
pt: Digite o nome da conta mixed.
zh_hk: 輸入混幣帳戶名稱

# addMixerAccountModal.changeAccountName.placeholder
source: Enter the unmixed account name
ar: أدخل اسم الحساب الغير مخلوط
de: Geben Sie den Namen des ungemixten Accounts ein
es: Ingrese el nombre de la cuenta sin mezclar
it: Inserite il nome del conto non miscelato
pl: Wprowadź nazwę niemieszanego konta
pt: Digite o nome da conta unmixed.
zh_hk: 輸入非混幣帳戶名稱

# securitycenter.signMessage.field.message.placeholder
source: Enter your message
ar: أدخل رسالتك
de: Nachricht eingeben
es: Introduzca su mensaje
fr: Saisir votre message
it: Inserite il vostro messaggio
ja: メッセージを入力
pl: Wprowadź swoją wiadomość
pt: Digite a sua mensagem
zh_hk: 輸入訊息

# securitycenter.verify.field.message.placeholder
source: Enter your message
ar: أدخل رسالتك
de: Nachricht eingeben
es: Introduzca su mensaje
fr: Saisir votre message
it: Inserite il vostro messaggio
ja: メッセージを入力
pl: Wprowadź swoją wiadomość
pt: Digite a sua mensagem
zh_hk: 輸入訊息

# createWallet.enterSeed.placeholder
source: Enter your seed...
ar: أدخل بذرتك ...
de: Geben Sie Ihren Seed ein …
es: Introduzca su semilla...
fr: Saisir votre graine…
it: Inserite il vostro seed...
ja: シードを入力…
pl: Wprowadź swoje ziarno...
pt: Entre com a seed...
zh_hk: 輸入種子...

# securitycenter.verify.field.signature.placeholder
source: Enter your signature
ar: أدخل توقيعك
de: Signatur eingeben
es: Introduzca su firma
fr: Saisir votre signature
it: Inserite la vostra firma
ja: 署名を入力
pl: Wprowadź swój podpis
pt: Digite sua assinatura
zh_hk: 輸入簽署

# vsp.ticket.error
source: Error
ar: خطأ
de: Fehler
it: Errore
pl: Błąd
pt: Erro
zh_hk: 錯誤

# daemon.connect.error
source: Error connecting to daemon
ar: خطأ في الاتصال بالبرنامج الخفي
de: Fehler bei der Verbindung zum Daemon
es: Error conectando al daemon
it: Errore di connessione al daemon
pl: Błąd połączenia z daemonem
pt: Erro ao tentar conectar ao daemon
zh_hk: 連接到後台服務時出現錯誤

# accountExtendedKey.failed
source: Error getting account extended key: {originalError}
ar: خطأ في الحصول على مفتاح تمديد الحساب: {originalError}
de: Fehler beim Erhalten eines erweiterten Schlüssels für den Account: {originalError}
es: Se ha producido un error al tratar de obtener la clave extendida de la cuenta: {originalError}
fr: Erreur lors de la récupération de la clé étendue de compte : {originalError}
it: Errore nell'ottenere la chiave estesa del conto: {originalError}.
ja: アカウント拡張キーの取得エラー: {originalError}
pl: Błąd podczas uzyskiwania rozszerzonego klucza konta: {originalError}
pt: Erro ao tentar obter chave pública extendida: {originalError}
zh_hk: 取得帳戶延伸公鑰時出現錯誤： {originalError}

# proposalDetails.loadingError
source: Error loading Proposal: {error}
ar: خطأ في تحميل الاقتراح: {error}
de: Fehler beim Laden des Proposals: {error}
es: Se ha producido un error al tratar de cargar la propuesta: {error}
fr: Erreur lors du chargement de la proposition : {error}
it: Errore nel caricamento della proposta: {error}
ja: 提案の読み込みエラー: {error}
pl: Błąd ładowania propozycji: {error}
pt: Erro ao tentar carregar proposta: {error}
zh_hk: 載入提案時出現錯誤：{error}

# tickets.errors.refreshStakePoolInfo
source: Error refreshing stakepool data from {host}: {originalError}
ar: خطأ في تحديث بيانات تجمع التحصيص من {host}: {originalError}
de: Fehler beim Aktualisieren der Stakepool-Daten von {host}: {originalError}
es: Se ha producido un error al actualizar los datos de redes de participación de {host}: {originalError}
fr: Erreur d’actualisation des données du pool d’enjeu de {host} : {originalError}
it: Errore nell'aggiornamento dei dati stakepool da {host}: {originalError}
ja: {host}からのステークプールデータ再読み込みエラー: {originalError}
pl: Błąd odświeżania danych o stakepoolach z {host}: {originalError}
pt: Erro ao atualizar dados da stakepool {host}: {originalError}
zh_hk: 重新整理 {host} 票池資料時出現錯誤： {originalError}

# ln.ntf.sendPaymentFailed
source: Error sending payment: {originalError}
ar: خطأ في إرسال الدفع: {originalError}
de: Fehler beim Senden der Zahlung: {originalError}
es: Error enviando el pago: {originalError}
it: Errore nell'invio del pagamento: {originalError}
pl: Błąd przesyłania płatności: {originalError}
pt: Erro ao tentar enviar pagamento {originalError}
zh_hk: 無法發送付款：{originalError}

# spvSync.Failed
source: Error syncing SPV wallet: {originalError}
ar: خطأ أثناء مزامنة محفظة التحقق البسيط من الدفع : {originalError}
de: Fehler bei Synchronisierung der SPV-Wallet: {originalError}
es: Se ha producido un error al tratar de sincronizar la cartera SPV: {errorOriginal}
fr: Erreur lors de la synchronisation du portefeuille SPV : {originalError}
it: Errore di sincronizzazione del portafoglio SPV: {originalError}
ja: SPVウォレットの同期エラー: {originalError}
pl: Błąd synchronizacji portfela SPV: {originalError}
pt: Erro ao sincronizar carteira SPV: {originalError}
zh_hk: 同步SPV錢包時出現錯誤：{originalError}

# addCustomStakePool.failed
source: Error trying to add custom stakepool: {originalError}
ar: خطأ في محاولة لإضافة تجمع تحصيص مخصص: {originalError}
de: Fehler beim Hinzufügen von angepasstem Stakepool: {originalError}
es: Se ha producido un error al tratar de añadir una red de participación personalizada: {errorOriginal}
fr: Erreur lors de la tentative d'ajout de pool d'enjeu personnalisé : {originalError}
it: Errore nel tentativo di aggiungere uno stakepool personalizzato: {originalError}
ja: カスタムステークプールの追加試行エラー :{originalError}
pl: Błąd przy próbie dodania niestandardowego stakepoola: {originalError}
pt: Erro ao tentar adicionar stakepool: {originalError}
zh_hk: 加入自訂票池時出現錯誤：{originalError}

# confirmSeed.errors.hexNot32Bytes
source: Error: seed is not 32 bytes, such comes from a non-supported software and may have unintended consequences.
ar: خطأ: البذرة ليست 32 بايت، وهذا يأتي من برامج غير مدعومة وقد يكون له عواقب غير مقصودة.
de: Error: Seed hat nicht 32 Bytes. Dies kommt von einer nicht unterstützten Software und kann unbeabsichtigte Folgen haben.
es: Error: La semilla no es de 32 bytes, procede de un software no compatible y podría acarrear consecuencias no deseadas.
fr: Erreur : la graine ne fait pas 32 octets, provient d'un logiciel non pris en charge et peut entraîner des conséquences imprévues.
it: Errore: il seed non è di 32 byte, forse proveniente da un software non supportato, e può avere conseguenze indesiderate.
ja: エラー: シードが32バイトではなく、非対応ソフトウェアのものであるため、意図しない影響が出る可能性があります。
pl: Błąd: ziarno nie ma 32 bajtów. Pochodzi z niewspieranego oprogramowania i może mieć niezamierzone konsekwencje.
pt: Erro: a seed não tem 32 bytes, o que significa que ela vem se software não suportado e pode ter consequências desconhecidas.
zh_hk: 錯誤：種子不是32位元姐，該種子來自不受支援的軟件，而且可能有未知的後果。

# existingSeed.errors.seedError
source: Error: seed is not valid.
ar: خطأ: البذرة غير صحيحة.
de: Fehler. Seed ist ungültig.
es: Error: semilla inválida.
it: Errore: il seed non è valido.
pl: Błąd: ziarno jest nieprawidłowe.
pt: Erro: seed não é válida.
zh_hk: 錯誤：種子無效。

# existingSeed.errors.positionError
source: Error: word on position {position} is not valid.
ar: خطأ: الكلمة في الموضع {position} غير صحيحة.
de: Fehler: Wort auf Position {position} ist nicht gültig.
es: Error: la palabra en la posición {position} no es válida.
it: Errore: la parola alla posizione {position} non è valida.
pl: Błąd: słowo na pozycji {position} jest nieprawidłowe.
pt: Erro: palavra na posição {position} não é válida.
zh_hk: 錯誤：第{position}個字詞無效。

# send.feeEstimation
source: Estimated Fee
ar: الرسم المقدّر
de: Geschätzte Gebühr
es: Tarifa estimada
fr: Frais estimés
it: Tariffa stimata
ja: 概算料金
pl: Szacowana opłata
pt: Taxa Estimada
zh_hk: 預計手續費

# send.sizeEstimation
source: Estimated Size
ar: الحجم المقدر
de: Geschätzte Größe
es: Tamaño estimado
fr: Taille estimée
it: Dimensione stimata
ja: 概算サイズ
pl: Szacowany rozmiar
pt: Tamanho Estimado
zh_hk: 預計大小

# transaction.type.expired
source: Expired
ar: منتهية الصلاحية
de: Abgelaufen
es: Caducado
fr: Expiré
it: Scaduto
ja: 期限切れ
pl: Wygasła
pt: Expirado
zh_hk: 已過期

# stake.poolSize
source: Expired Tickets:
ar: تذاكر منتهية الصلاحية:
de: Abgelaufene Tickets:
es: Tickets expirados:
it: Biglietti scaduti:
pl: Wygasłe bilety:
pt: Tickets expirados:
zh_hk: 已過期選票：

# ln.paymentsTab.expired
source: Expired {relTime}
ar: منتهية الصلاحية {relTime}
de: Abgelaufen {relTime}
es: Expirado {relTime}
it: Scaduto {relTime}
pl: Wygasła {relTime}
pt: Expirado {relTime}
zh_hk: 已過期 {relTime}

# ln.paymentsTab.expires
source: Expires {relTime}
ar: انتهاء مدة الصلاحية {relTime}
de: Läuft ab {relTime}
es: Expira {relTime}
it: Scade {relTime}
pl: Wygasa {relTime}
pt: Expira em {relTime}
zh_hk: 將過期 {relTime}

# purchaseTickets.expiryPlaceholder
source: Expiry
ar: انتهاء الصلاحية
de: Ablaufzeit
es: Caducidad
fr: Expiration
it: Scadenza
ja: 期限切れ
pl: Wygaśnięcie
pt: Expiração
zh_hk: 逾時

# purchaseTickets.advanced.expiry
source: Expiry
ar: انتهاء الصلاحية
de: Ablauf
es: Caducidad
fr: Expiration
it: Scadenza
ja: 期限切れ
pl: Wygaśnięcie
pt: Expiração
zh_hk: 逾時

# purchaseTickets.expiry
source: Expiry
ar: انتهاء الصلاحية
de: Ablaufzeit
es: Caducidad
fr: Expiration
it: Scadenza
ja: 期限切れ
pl: Wygaśnięcie
pt: Expiração
zh_hk: 逾時

# export.btnExport
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
pl: Eksportuj
pt: Exportar
zh_hk: 匯出

# transactions.tab.export
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
pl: Eksportuj
pt: Exportar
zh_hk: 匯出

# export.subtitle
source: Export Transactions
ar: تصدير المعاملات
de: Transaktionen exportieren
es: Exportar transacciones
fr: Exporter les transactions
it: Esporta Transazioni
ja: 取引をエクスポート
pl: Eksportuj transakcje
pt: Exportar Transações
zh_hk: 匯出交易

# export.select
source: Export Type
ar: نوع التصدير
de: Exporttyp
es: Tipo de exportación
fr: Type d'exportation
it: Tipo di esportazione
ja: エクスポートタイプ
pl: Eksportuj typ
pt: Tipo de Exportação
zh_hk: 匯出類型

# export.votetime.descr
source: Export a time-to-vote histogram in days (how many days from ticket purchase until the ticket was selected for voting).
ar: تصدير مدرج تكراري لوقت التصويت بالأيام (عدد الأيام منذ شراء التذكرة حتى اختيار التذكرة للتصويت).
de: Exportieren Sie ein Time-to-Vote-Histogramm in Tagen (wie viele Tage vom Ticketkauf bis zum Auswählen des Tickets für die Abstimmung).
es: Exporte un histograma de tiempo de voto en días (días transcurridos entre la compra del ticket y el momento en que fue seleccionado para votar).
fr: Exportez un histogramme des heures de vote en fonction des jours (nombre de jours écoulé entre l'achat de tickets et la sélection du ticket pour le vote).
it: Esportare un istogramma del tempo di votazione in giorni (quanti giorni dall'acquisto del biglietto fino alla selezione del biglietto per la votazione).
ja: 投票までの時間のヒストグラムを日数でエクスポート（チケット購入からチケットが投票に選ばれるまでの日数）
pl: Eksportuj histogram czasu do głosowania w dniach (ile dni od zakupu biletu do momentu wybrania go do głosowania).
pt: Exportar um histograma de tempo-até-votar em dias (quantos dias da compra do ticket até que o ticket tenha sido selecionado para votar).
zh_hk: 以天數為單位匯出投票時間柱狀圖（從買票開始到票被選中投出為止的天數）。

# transactions.description.export
source: Export different types of statistics from your wallet.
ar: تصدير أنواع مختلفة من الإحصاءات من محفظتك.
de: Exportieren Sie verschiedene Statistiken aus Ihrem Wallet.
es: Exporte diferentes tipos de estadísticas desde su cartera.
fr: Exportez différents types de statistiques à partir de votre portefeuille.
it: Esporta diversi tipi di statistiche dal tuo portafoglio.
ja: ウォレットから、さまざまなタイプの統計をエクスポート。
pl: Eksportuj różne rodzaje statystyk z portfela.
pt: Exportar tipos diferentes de estatísticas da sua carteira
zh_hk: 匯出各類的錢包統計資料。

# export.completed
source: Export of file ‘{filename}’ completed!
ar: اكتمل تصدير الملف '{filename}'!
de: Export der Datei '{filename}' abgeschlossen!
es: ¡‘{filename}’ se exportó con éxito!
it: Esportazione del file '{filename}’ completata!
pl: Eksport pliku ‘{filename}’ ukończony!
pt: Exportação do arquivo '{filename}' completada!
zh_hk: 完成匯出到 {filename} 檔案！

# export.balances.descr
source: Export the different types of balances after each event that changes it.
ar: تصدير أنواع الأرصدة المختلفة بعد كل حدث يغيرها.
de: Exportieren Sie die verschiedenen Guthabentypen nach jedem Ereignis, das es ändert.
es: Exporte los distintos tipos de saldo cada vez que haya eventos que lo cambien.
fr: Exportez les différents types de soldes après chaque événement qui provoque leur modification.
it: Esportare i diversi tipi di saldo dopo ogni evento che li modifica.
ja: 各イベントごとに異なるタイプの残高をエクスポートします。
pl: Eksportuj różne rodzaje sald po każdym wydarzeniu, które je zmienia.
pt: Exportar os vários tipos de saldo após cada evento que o modifica.
zh_hk: 匯出多個類別的餘額及相關改動。

# export.dailyBalances.descr
source: Export the different types of balances, with a daily aggregation.
ar: تصدير أنواع مختلفة من الأرصدة، مع التجميع اليومي.
de: Exportieren Sie die verschiedenen Guthabentypen mit einer täglichen Aggregation.
es: Exporte los distintos tipos de saldo con agregación diaria.
fr: Exportez les différents types de soldes, avec une agrégation quotidienne.
it: Esportare i diversi tipi di saldi, con un'aggregazione giornaliera.
ja: 毎日集計して、さまざまな種類の残高をエクスポートします。
pl: Eksportuj różne rodzaje sald, z dzienną agregacją.
pt: Exportar os diferentes tipos de saldo, com agregação diária
zh_hk: 匯出多個類別的餘額並加入每日報告。

# export.tickets.descr
source: Export ticket and vote information.
ar: تصدير التذكرة ومعلومات التصويت.
de: Ticket und Abstimmungsinformationen exportieren
es: Exporte el ticket y vote la información.
fr: Exportez les informations sur les tickets et les votes.
it: Esporta biglietto e informazioni di voto.
ja: エクスポートチケットおよび投票の情報。
pl: Eksportuj informacje o biletach i głosach.
pt: Exportar informações de ticket e votação.
zh_hk: 匯出選票及投票資訊。

# export.infoFieldsHeader
source: Exported Fields
ar: حُقُول التصدير
de: Exportierte Felder
es: Campos exportados
fr: Champs exportés
it: Campi esportati
ja: エクスポート済みフィールド
pl: Eksportowane pola
pt: Campos Exportados
zh_hk: 匯出的欄位

# ln.ntf.exportBackupSuccess
source: Exported SCB backup file to {destPath}
ar: تصدير ملف النسخ الاحتياطي SCB إلى {destPath}
de: SCB Backup Datei exportiert nach {destPath}
es: Se exporto una copia de seguridad de SCB a {destPath}
it: File di backup SCB esportato su {destPath}
pl: Wyeksportowano plik kopii zapasowej SCB do {destPath}
pt: Arquivo de backup SCB exportado para {destPath}
zh_hk: 已匯出SCB備份檔案到 {destPath}

# export.transactions.descr
source: Exports all transactions recorded in the wallet.
ar: تصدير جميع المعاملات المسجلة في المحفظة.
de: Exportiert alle aufgezeichneten Transaktionen im Wallet.
es: Se exportan todas las transacciones registradas en la cartera.
fr: Exporte toutes les transactions enregistrées dans le portefeuille.
it: Esporta tutte le transazioni registrate nel portafoglio.
ja: ウォレットに記録された全ての取引をエクスポート。
pl: Eksportuje wszystkie transakcje zapisane w portfelu.
pt: Exportar todas as transações registradas na carteira
zh_hk: 匯出錢包中的所有交易紀錄。

# account.pubKey
source: Extended Public Key
ar: المفتاح العام الموسع
de: Erweiterter Public Key
es: Clave pública ampliada
fr: Clé publique étendue
it: Chiave pubblica estesa
ja: 延長公開キー
pl: Rozszerzony klucz publiczny
pt: Chave Pública Estendida
zh_hk: 延伸公鑰

# ln.paymentsTag.failed
source: Failed Payments
ar: عمليات الدفع الفاشلة
de: Fehlgeschlagene Zahlungen
es: Pagos Fallidos
it: Pagamenti falliti
pl: Nieudane płatności
pt: Pagamentos que Falharam
zh_hk: 失敗的付款

# ln.ntf.addWatchtowerFailed
source: Failed to add watchtower: {originalError}
ar: فشل إضافة برج المراقبة: {originalError}
de: Das Hinzufügen des Wachturms ist fehlgeschlagen: {originalError}
es: Error al agregar torre de vigilancia: {originalError}
it: Non è stato possibile aggiungere la torre di guardia: {originalError}
pl: Nie udało się dodać strażnicy: {originalError}
pt: Falha ao adicionar watchtower: {originalError}
zh_hk: 無法加入監視塔：{originalError}
