Repository: decred/decrediton
Catalog: app/i18n/po/decrediton.*.po
Languages: ar, de, es, fr, it, ja, pl, pt, zh_hk

# transactions.description.history
source: Total Balance: {totalBalance}
ar: الرصيد الإجمالي: {totalBalance}
de: Gesamtguthaben: {totalBalance}
es: Saldo total: {totalBalance}
fr: Solde total : {totalBalance}
it: Saldo totale: {totalBalance}
ja: 総合収支: {totalBalance}
pl: Całkowite saldo: {totalBalance}
pt: Saldo Total: {totalBalance}
zh_hk: 總餘額：{totalBalance}

# ln.networkTab.totalCapacity
source: Total Capacity
ar: السعة الإجمالية
de: Gesamte Kapazität
es: Capacidad Total
it: Capacità totale
pl: Pojemność całkowita
pt: Capacidade Total
zh_hk: 總容量

# ln.nodeInfo.totalCapacity
source: Total Capacity
ar: السعة الإجمالية
de: Gesamte Kapazität
es: Capacidad Total
it: Capacità totale
pl: Pojemność całkowita
pt: Capacidade Total
zh_hk: 總容量

# mytickets.statistics.stakerewards.totalFees
source: Total Fees
ar: مجموع الرسوم
de: Gesamtgebühren
es: Precio total
fr: Total des frais
it: Tariffe totali
ja: 料金合計
pl: Opłaty łącznie
pt: Taxas totais
zh_hk: 總選票手續費

# ln.openChannel.localAmt
source: Total Funding Amount
ar: إجمالي المبلغ المالية
de: Gesamter Finanzierungsbetrag
es: Cantidad Total del Fondeo
it: Importo totale finanziamento
pl: Łączna kwota zasilenia
pt: Valor Total de Financiamento
zh_hk: 總充值金額

# ln.openChannelDetails.totalReceived
source: Total Received
ar: إجمالي المستَلَم
de: Insgesamt erhalten
es: Total Recibido
it: Totale ricevuto
pl: Łącznie otrzymano
pt: Total Recebido
zh_hk: 總收款

# mytickets.statistics.stakerewards.totalReward
source: Total Reward:
ar: المكافأة الإجمالية:
de: Gesamte Prämie:
es: Recompensa total:
fr: Total des récompenses :
it: Ricompensa totale:
ja: 報酬総額:
pl: Łączna wartość nagród:
pt: Recompensa Total:
zh_hk: 總投票獎勵：

# stake.totalRewards
source: Total Rewards Earned
ar: إجمالي المكافآت المكتسبة
de: Gesamte erhaltene Prämien
es: Recompensas Totales Ganadas
it: Totale ricompense guadagnate
pl: Łączna wartość uzyskanych nagród
pt: Recompensa Total Recebida
zh_hk: 總投票獎勵

# ln.openChannelDetails.totalSent
source: Total Sent
ar: إجمالي المرسل
de: Gesamt gesendet
es: Total Enviado
it: Totale inviato
pl: W sumie przesłano
pt: Total Enviado
zh_hk: 總發款

# send.confirmAmountLabelFor
source: Total Spent
ar: إجمالي الإنفاق
de: Gesamtausgaben
es: Gasto total
fr: Total des dépenses
it: Totale speso
ja: 支出総額
pl: W sumie wydano
pt: Total Gasto
zh_hk: 總消耗

# charts.keys.totalStake
source: Total Stake
ar: إجمالي التحصيص
de: Stake gesamt
es: Participación total
fr: Enjeu total
it: Totale stake
ja: ステーク総計
pl: Łącznie w stakingu:
pt: Stake Total
zh_hk: 全部選票

# mytickets.statistics.stakerewards.totalStake
source: Total Stake:
ar: إجمالي التحصيص:
de: Gesamt-Stake:
es: Participación total:
fr: Total des enjeux :
it: Totale stake:
ja: 合計ステーク:
pl: Łącznie w stakingu:
pt: Stake Total:
zh_hk: 總選票金額：

# stakeSPV.totalVotedTickets
source: Total Voted
ar: مجموع الأصوات
de: Gesamt Abgestimmt
es: Votos Totales
it: Totale votati
pl: Łącznie zagłosowało
pt: Total Votado
zh_hk: 完成投票

# ln.routesInfo.routeAmount
source: Total amount
ar: المبلغ الإجمالي
de: Gesamtbetrag
es: Cantidad Total
it: Importo totale
pl: Łączna kwota
pt: Valor total
zh_hk: 總金額

# export.balances.fields.totalStake
source: Total amount of DCR used on staking.
ar: المبلغ الإجمالي لوحدات ديكريد المستخدمة في التحصيص.
de: Gesamtbetrag an DCR, die beim Staking verwendet wurden.
es: Cantidad total de DCR utilizado en la participación.
fr: Montant total de DCR utilisé pour le minage d'enjeu.
it: Importo totale di DCR usato per lo staking.
ja: ステーキングで利用したDCRの総額。
pl: Łączna ilość DCR w stakingu.
pt: Valor total de DCR usado para staking.
zh_hk: 用於選票的DCR數量。

# export.dailyBalances.fields.received
source: Total amount received from addresses not on the wallet.
ar: المبلغ الإجمالي المستلم من العناوين الغير الموجودة على المحفظة.
de: Von nicht im Wallet befindlichen Adressen erhaltener Gesamtbetrag.
es: Cantidad total recibida de direcciones que no están en la cartera.
fr: Montant total reçu d'adresses ne figurant pas sur le portefeuille.
it: Importo totale ricevuto da indirizzi esterni al portafoglio.
ja: ウォレットにないアドレスから受領した総額。
pl: Całkowita kwota otrzymana z adresów nie znajdujących się w portfelu.
pt: Valor total recebido de endereços de fora da carteira
zh_hk: 來自非本錢包地址的總收款。

# send.totalAmountEstimation
source: Total amount sending
ar: إجمالي المبلغ المرسل
de: Gesendeter Gesamtbetrag
es: Envío total
fr: Envoi du montant total
it: Importo totale d'invio
ja: 送金総額
pl: Całkowita przesyłana kwota
pt: Valor total sendo enviado
zh_hk: 發送總額

# export.dailyBalances.fields.sent
source: Total amount sent to addresses not on the wallet.
ar: المبلغ الإجمالي المرسل إلى العناوين غير الموجودة في المحفظة.
de: An nicht im Wallet befindliche Adressen gesendeter Gesamtbetrag.
es: Cantidad total enviada a direcciones que no están en la cartera.
fr: Montant total envoyé aux adresses ne figurant pas dans le portefeuille.
it: Importo totale inviato a indirizzi esterni al portafoglio.
ja: ウォレットにないアドレスへ送信した総額。
pl: Łączna kwota wysłana na adresy nie znajdujące się w portfelu.
pt: Valor total enviado a endereços de fora da carteira.
zh_hk: 目標非本錢包地址的總發款。

# export.dailyBalances.fields.revoked
source: Total amount, in DCR, of tickets revoked
ar: المبلغ الإجمالي للتذاكر المُسترجَعة بوحدات ديكريد
de: Gesamtbetrag in DCR aller widerrufenen Tickets
es: Cantidad total, en DCR, de tickets revocados
it: Importo totale, in DCR, dei biglietti revocati
pl: Łączna kwota, w DCR, w odwołanych biletach
pt: Valor total, em DCR, dos tickets revogados
zh_hk: 已撤銷選票的DCR總數

# export.dailyBalances.fields.voted
source: Total amount, in DCR, of tickets voted
ar: المبلغ الإجمالي للتذاكر التي صوتت بوحدات ديكريد
de: Gesamtbetrag in DCR aller abgestimmten Tickets
es: Cantidad total, en DCR, de tickets votados
it: Importo totale, in DCR, dei biglietti votati
pl: Łączna kwota, w DCR, w biletach, które oddały głos
pt: Valor total, em DCR, dos tickets votados
zh_hk: 已投票選票的DCR總數

# export.dailyBalances.fields.ticket
source: Total amount, in DCR, spent in tickets
ar: المبلغ الإجمالي الذي تم إنفاقه في التذاكر بوحدات ديكريد
de: Ausgegebener Gesamtbetrag für Tickets in DCR
es: Cantidad total, en DCR, gastado en tickets
it: Importo totale, in DCR, speso in biglietti
pl: Całkowita kwota, w DCR, wydana na bilety
pt: Valor total, em DCR, gasto em tickets
zh_hk: 用於選票的DCR總數

# export.dailyBalances.fields.total
source: Total available balance.
ar: إجمالي الرصيد المتوفر.
de: Verfügbares Gesamtguthaben.
es: Saldo total disponible
fr: Solde disponible total.
it: Saldo totale disponibile.
ja: 利用可能な残高総額。
pl: Całkowite dostępne saldo.
pt: Saldo total disponível.
zh_hk: 總可用餘額。

# export.balances.fields.total
source: Total available balance.
ar: إجمالي الرصيد المتوفر.
de: Verfügbares Gesamtguthaben.
es: Saldo total disponible.
fr: Solde total disponible.
it: Saldo totale disponibile.
ja: 利用可能な残高の総額。
pl: Całkowite dostępne saldo.
pt: Saldo total disponível.
zh_hk: 總可用餘額。

# ln.walletTab.balance.totalBalance
source: Total balance
ar: الرصيد الإجمالي
de: Gesamtguthaben
es: Saldo total
it: Saldo totale
pl: Całkowite saldo
pt: Saldo Total
zh_hk: 總餘額

# ln.channelsTab.balance.channelsCapacity
source: Total channels capacity
ar: السعة الإجمالية للقنوات
de: Gesamtkapazität der Kanäle
es: Capacidad total de los canales
it: Capacità totale dei canali
pl: Łączna pojemność kanałów
pt: Capacidade total dos canais
zh_hk: 總通道容量

# ln.routesInfo.routeFees
source: Total fees
ar: مجموع الرسوم
de: Gesamtgebühren
es: Comisiones totales
it: Totale tariffe
pl: Łączne opłaty
pt: Taxas totais
zh_hk: 總手續費

# export.balances.fields.stakeFees
source: Total stake fees paid.
ar: إجمالي رسوم التحصيص المدفوعة.
de: Gezahlte Stake-Gebühren gesamt.
es: Total pagado por tarifas de tickets.
fr: Total de frais d'enjeu payé.
it: Totale pagato per tariffe di stake.
ja: 支払い済みの総ステーク料金。
pl: Opłaty uiszczone za staking.
pt: Total de taxas de stake pagas.
zh_hk: 總選票手續費。

# export.balances.fields.stakeRewards
source: Total stake rewards received.
ar: إجمالي مكافآت التحصيص المستلمة.
de: Erhaltene Stake-Prämien gesamt.
es: Recompensas de participación recibidas.
fr: Total de primes d'enjeu reçu.
it: Totale ricevuto per ricompense di stake.
ja: 受領済みの総ステーク報酬。
pl: Łączna wartość nagród za udział w stakingu.
pt: Total de recompensas de stake recebidas.
zh_hk: 總投票獎勵。

# purchaseTickets.validMsg.legacy
source: Total: {amount} Remaining: {remaining}
ar: المجموع: {amount} المتبقي: {remaining}
de: Gesamt: {amount} Verbleibend: {remaining}
es: Total: {amount} Restante: {remaining}
it: Totale: {amount} Rimanente: {remaining}
pl: Suma: {amount} Pozostało: {remaining}
pt: Total: {amount} Restante: {remaining}
zh_hk: 總數：{amount} 餘下：{remaining}

# purchaseTickets.validMsg
source: Total: {amount} Remaining: {remaining}
ar: المجموع: {amount} المتبقي: {remaining}
de: Gesamt: {amount} Verbleibend: {remaining}
es: Total: {amount} Restante: {remaining}
it: Totale: {amount} Rimanente: {remaining}
pl: Suma: {amount} Pozostało: {remaining}
pt: Total: {amount} Restante: {remaining}
zh_hk: 總數：{amount} 餘下：{remaining}

# ln.watchtowersTab.Pubkey
source: Tower ID:
ar: معرف البرج:
de: Turm ID:
es: ID de la Torre:
it: ID Torre:
pl: ID strażnicy:
pt: ID da Watchtower:
zh_hk: 監視塔ID：

# txhistory.icon.transaction
source: Transaction
ar: المعاملة
de: Transaktion
es: Transacción
it: Transazione
pl: Transakcja
pt: Transação
zh_hk: 交易

# proposals.detail.wallet.eligible.headers.transaction
source: Transaction
ar: المعاملة
de: Transaktion
es: Transacción
it: Transazione
pl: Transakcja
pt: Transação
zh_hk: 交易

# txDetails.transactionLabel
source: Transaction
ar: المعاملة
de: Transaktion
es: Transacción
it: Transazione
ja: 取引
pl: Transakcja
pt: Transação
zh_hk: 交易

# send.sendConfirmations
source: Transaction Confirmation
ar: تأكيد المعاملة
de: Transaktionsbestätigung
es: Confirmación de la transacción
fr: Confirmation de la transaction
it: Conferma transazione
ja: 取引の承認
pl: Potwierdzenie transakcji
pt: Confirmação de Transação
zh_hk: 確認交易

# notification.transfer.fee
source: Transaction Fee
ar: رسم المعاملة
de: Transaktionsgebühr
es: Tarifa de transacción
fr: Frais de transaction
it: Tariffa di transazione
ja: 取引手数料
pl: Opłata transakcyjna
pt: Taxa de Transação
zh_hk: 交易手續費

# history.subtitle
source: Transaction History
ar: تاريخ المعاملة
de: Transaktionshistorie
es: Historial de Transacciones
it: Cronologia transazioni
pl: Historia transakcji
pt: Histórico de Transação
zh_hk: 交易紀錄

# transactions.txtypes.tooltip
source: Transaction Type
ar: نوع المعاملة
de: Transaktionstyp
es: Tipo de transacción
fr: Type de transaction
it: Tipo transazione
ja: 取引タイプ
pl: Typ transakcji
pt: Tipo de Transação
zh_hk: 交易類別

# txDetails.transactionFeeLabel
source: Transaction fee
ar: رسم المعاملة
de: Transaktionsgebühr
es: Tarifa de transacción
fr: Frais de transaction
it: Tariffa di transazione
ja: 取引手数料
pl: Opłata transakcyjna
pt: Taxa de transação
zh_hk: 交易手續費

# send.errors.abandonTxSuccess
source: Transaction successfully abandoned!
ar: تم التخلي عن المعاملة بنجاح!
de: Transaktion erfolgreich abgebrochen!
es: ¡La transacción fue abandonada con éxito!
it: Transazione abbandonata con successo!
pl: Transakcja porzucona z powodzeniem!
pt: Transação abandonada com sucesso!
zh_hk: 成功放棄交易！

# home.tab.transactions
source: Transactions
ar: المعاملات
de: Transaktionen
es: Transacciones
it: Transazioni
ja: 取引
pl: Transakcje
pt: Transações
zh_hk: 交易

# export.transactions.name
source: Transactions
ar: المعاملات
de: Transaktionen
es: Transacciones
it: Transazioni
ja: 取引
pl: Transakcje
pt: Transações
zh_hk: 交易

# transactions.title
source: Transactions
ar: المعاملات
de: Transaktionen
es: Transacciones
it: Transazioni
ja: 取引
pl: Transakcje
pt: Transações
zh_hk: 交易

# notifications.type.ticketfee
source: Transferred
pl: Przeniesiona
zh_hk: 轉帳

# settings.trezorConfig
source: Trezor Config
ar: تهيئة تريزور
de: Trezor Konfiguration
es: Configuración de Trezor
it: Config. Trezor
pl: Konfiguracja portfela Trezor
pt: Config Trezor
zh_hk: Trezor設定

# trezor.backupDevice.success
source: Trezor device backed up.
ar: تم النسخ الإحتياطي لجهاز تريزور.
de: Trezor-Gerät gesichert.
es: Se creo una copia de seguridad del dispositivo Trezor.
it: Backup del dispositivo Trezor eseguito.
pl: Utworzono kopię zapasową urządzenia Trezor.
pt: Backup do dispositivo trezor efetuado.
zh_hk: 已備份Trezor裝置。

# trezor.initDevice.success
source: Trezor device initialized with new seed
ar: تم تهيئة جهاز تريزور ببذرة جديدة
de: Trezor-Gerät mit neuem Seed initialisiert
es: Se ha inicializado el dispositivo Trezor con la nueva semilla
fr: Périphérique Trezor initialisé avec nouvelle graine
it: Dispositivo Trezor inizializzato con nuovo seed
ja: Trezorデバイスを新しいシードで初期化しました
pl: Zainicjowano urządzenie Trezor z nowym ziarnem
pt: Dispositivo Trezor inicializado com nova seed
zh_hk: 已以新種子初始化Trezor裝置

# trezor.recoverDevice.success
source: Trezor device recovered
ar: تم استرداد جهاز تريزور
de: Trezor-Gerät wiederhergestellt
es: Se ha recuperado el dispositivo Trezor
fr: Périphérique Trezor récupéré
it: Trezor dispositivo recuperato
ja: Trezorデバイスを復元しました
pl: Urządzenie Trezor zostało przywrócone
pt: Dispositivo Trezor recuperado
zh_hk: 已恢復Trezor裝置

# trezor.wipeDevice.success
source: Trezor device wiped
ar: تم مسح جهاز تريزور
de: Trezor-Gerät gelöscht
es: Dispositivo Trezor borrado
fr: Périphérique Trezor effacé
it: Dispositivo Trezor cancellato
ja: Trezorデバイスをワイプしました
pl: Urządzenie Trezor zostało wyczyszczone
pt: Dispositivo Trezor limpo
zh_hk: 已刪除Trezor裝置資料

# trezor.changeHomeScreen.success
source: Trezor home screen successfully changed
ar: تم تغيير شاشة تريزور الرئيسية بنجاح
de: Trezor-Startbildschirm wurde erfolgreich geändert
es: Se ha cambiado la pantalla principal de Trezor
fr: Écran d’accueil Trezor changé avec succès
it: La schermata iniziale di Trezor è stata cambiata con successo
ja: Trezorホーム画面を変更しました
pl: Ekran główny portfela Trezor został pomyślnie zmieniony
pt: Tela inicial da Trezor mudada com sucesso
zh_hk: 成功更改Trezor主畫面

# createwallet.trezor.description
source: Trezor is a hardware wallet. For more information, visit {link}
pl: Trezor jest portfelem sprzętowym. Po więcej informacji odwiedź stronę {link}

# trezor.notBackedUp
source: Trezor must be backed up in order to perform this operation.
ar: يجب نسخ تريزور احتياطيًا من أجل إجراء هذه العملية.
de: Trezor muss gesichert werden um diese Operation durchführen zu können.
es: Debe hacer una copia de seguridad de su Trezor para realizar esta acción.
it: Per eseguire questa operazione è necessario eseguire il backup di Trezor.
pl: Trezor musi mieć kopię zapasową, aby wykonać tę operację.
pt: É necessário realizar backup da Trezor para realizar essa operação.
zh_hk: 若要進行此動作，必須先備份Trezor。

# autobuyer.enabled
source: Turn off auto buyer
ar: إيقاف تشغيل المشتري التلقائي
de: Automatischen Käufer deaktivieren
es: Desactivar comprador automático
fr: Désactiver l'acheteur automatique
it: Spegni l'autocompratore
ja: 自動バイヤーをオフにする
pl: Wyłącz automatyczny zakup biletów
pt: Desligar auto buyer
zh_hk: 關閉自動買票機

# autobuyer.disabled
source: Turn on auto buyer
ar: بدء تشغيل المشتري التلقائي
de: Automatischen Käufer aktivieren
es: Activar comprador automático
fr: Activer l'acheteur automatique
it: Accendi l'autocompratore
ja: 自動バイヤーをオンにする
pl: Włącz automatyczny zakup biletów
pt: Ligar auto buyer
zh_hk: 開啟自動買票機

# tutorial.subtitle
source: Tutorial
ar: البرنامج التعليمي
fr: Tutoriel
ja: チュートリアル
pl: Tutoriale
zh_hk: 教學

# settings.tab.tutorials
source: Tutorials
ar: البرامج التعليمية
es: Tutoriales
it: Tutorial
pl: Tutoriale
pt: Tutoriais
zh_hk: 教學

# tutorials.subtitle
source: Tutorials
ar: البرامج التعليمية
es: Tutoriales
fr: Tutoriels
it: Tutorial
ja: チュートリアル
pl: Tutoriale
pt: Tutoriais
zh_hk: 教學

# purchaseTickets.txFeePlaceholder
source: Tx Fee
ar: رسم المعاملة
de: Transaktionsgebühr
es: Tarifa de transacción
fr: Frais de transaction
it: Tariffa di tx
ja: 取引手数料
pl: Opłata transakcyjna
pt: Taxa de transação
zh_hk: 交易手續費

# purchaseTickets.txFee
source: Tx Fee
ar: رسم المعاملة
de: Transaktionsgebühr
es: Tarifa de transacción
fr: Frais de transaction
it: Tariffa di tx
ja: 取引手数料
pl: Opłata transakcyjna
pt: Taxa de Transação
zh_hk: 交易手續費

# purchaseTickets.txFeeTip
source: Tx Fee
ar: رسم المعاملة
de: Transaktionsgebühr
es: Tarifa de transacción
fr: Frais de transaction
it: Tariffa di tx
ja: 取引手数料
pl: Opłata transakcyjna
pt: Taxa de transação
zh_hk: 交易手續費

# export.tickets.fields.spenderHash
source: Txid of the spender (vote/revocation) transaction.
ar: معرف المعاملة الخاص بمعاملة المنفق (التصويت/الإسترجاع).
de: Transaktions-ID der Auszahlungstransaktion (Abstimmung bzw. Widerruf).
es: ID de la transacción del agente del gasto (voto/revocación).
fr: ID de la transaction (vote/révocation) du bailleur de fonds.
it: Txid della transazione spender (voto/revoca)
ja: 支出者の取引（投票/取消）の取引ID。
pl: Txid transakcji wydającej (głosowanie/odwołanie).
pt: Txid da transação que gastou o ticket (voto/revogação).
zh_hk: 交易（投票／撤銷）的Txid。

# export.tickets.fields.ticketStatus
source: Txid of the ticket transaction.
ar: معرف المعاملة الخاص بمعاملة التذكرة.
de: Transaktions-ID der Ticket-Transaktion.
es: ID de la transacción del ticket
fr: ID de transaction de ticket.
it: Txid della transazione del biglietto.
ja: チケット取引の取引ID。
pl: Txid transakcji biletowej.
pt: Txi da transação do ticket
zh_hk: 選票交易的txid。

# ln.pendingChannelDetails.type
source: Type
ar: اكتب
de: Typ
es: Tipo
it: Digita
pl: Rodzaj
pt: Tipo
zh_hk: 類型

# trezor.walletCreationPassPhraseModal.title
source: Type Wallet Creation PassPhrase
ar: اكتب عبارة مرور إنشاء المحفظة
de: PassPhrase zum Erstellen des Wallets eingeben
es: Escriba la frase de contraseña de creación de cartera
fr: Saisissez la phrase secrète pour la création du portefeuille
it: Digita la frase d'accesso per la creazione del portafoglio
ja: ウォレット作成のパスフレーズを入力
pl: Wpisz hasło do utworzenia portfela
pt: Digite a senha de criação da carteira
zh_hk: 輸入錢包建立密碼

# loaderBar.walletDiscoverAccountsPass
source: Type passphrase to discover accounts
ar: اكتب عبارة المرور لاكتشاف الحسابات
de: Passphrase eingeben um Accounts zu entdecken
es: Ingrese la contraseña para descubrir sus cuentas.
it: Digita la frase d'accesso per scoprire conti
pl: Wpisz hasło, aby odkryć konta
pt: A senha particular para descobrir contas
zh_hk: 輸入密碼以掃瞄帳戶

# trezor.wordModal.title
source: Type the requested word
ar: اكتب الكلمة المطلوبة
de: Geben Sie das angeforderte Wort ein
es: Escriba la palabra solicitada
fr: Saisissez le mot demandé
it: Digita la parola richiesta
ja: 要求された語句を入力
pl: Wpisz żądane słowo
pt: Digite a palavra pedida
zh_hk: 輸入要求的字詞

# trezor.passphraseModal.description
source: Type the secret passphrase for the wallet stored in Trezor {label}
ar: اكتب عبارة المرور السرية للمحفظة المخزنة في تريزور {label}
de: Geben Sie die geheime Passphrase für das im Trezor {label} gespeicherte Wallet ein
es: Escriba la contraseña secreta para la cartera almacenada en el Trezor {label}
it: Digita la frase d'accesso segreta per il portafoglio conservato nel Trezor {label}
pl: Wpisz prywatne hasło do portfela na urządzeniu Trezor {label}
pt: Digite a senha para a carteira armazenada na Trezor {label}
zh_hk: 輸入儲存在Trezor {label} 的密碼

# trezor.walletCreationpassphraseModal.description
source: Type the secret passphrase of the wallet to restore from the Trezor device {label}
ar: اكتب عبارة المرور السرية للمحفظة لاستعاده من جهاز تريزور {label}
de: Geben Sie die geheime Passphrase der Wallet ein die vom Trezor-Gerät {label} wiederhergestellt werden soll
es: Escriba la contraseña secreta de la cartera para restaurarla desde el dispositivo Trezor {label}
it: Digita la frase d'accesso segreta del portafoglio da ripristinare dal dispositivo Trezor {label}
pl: Wpisz prywatne hasło portfela, aby odtworzyć go z urządzenia Trezor {label}
pt: Digite a senha para a carteira armazenada na Trezor {label}
zh_hk: 輸入錢包密碼以從 Trezor {label} 裝置恢復錢包

# trezor.wordModal.description
source: Type the word requested in the Trezor device.
ar: اكتب الكلمة المطلوبة في جهاز تريزور .
de: Geben Sie das angeforderte Wort in das Trezor-Gerät ein.
es: Escriba la palabra solicitada en el dispositivo Trezor.
it: Digita la parola richiesta nel dispositivo Trezor.
pl: Wpisz podane słowo w urządzeniu Trezor.
pt: Digite a palavra requisitada no dispositivo Trezor
zh_hk: 在Trezor輸入字詞。

# stakePoolSelect.addNewPromptEmpty
source: Type to add new VSP
ar: انقر لإضافة موفر خدمة تصويت جديد
de: Tippen Sie zum Hinzufügen eines neuen VSP
es: Escriba para ingresar un nuevo VSP
it: Digita per aggiungere un nuovo VSP
pl: Zacznij pisać, aby dodać nowego VSP
pt: Digite para adicionar uma nova VSP
zh_hk: 輸入以新增VSP

# vsp.addNewPromptEmpty
source: Type to add new VSP
ar: انقر لإضافة موفر خدمة تصويت جديد
de: Tippen Sie zum Hinzufügen eines neuen VSP
es: Escriba para ingresar un nuevo VSP
it: Digita per aggiungere un nuovo VSP
pl: Zacznij pisać, aby dodać nowego VSP
pt: Digite para adicionar uma nova VSP
zh_hk: 輸入以新增VSP

# stake.apiKeyPlaceholder
source: Typically starts with ‘eyJhb…’
ar: يبدأ عادةً بـ '...eyJhb'
de: Beginnt normalerweise mit 'eyJhb...'
es: Suele empezar por "eyJhb..."
fr: Commence généralement par « eyJhb… »
it: Di solito inizia con 'eyJhb...'.
ja: 通常「eyJhb...」で始まります
pl: Zazwyczaj zaczyna się od 'eyJhb...'
pt: Normalmente começa com ‘eyJhb…’
zh_hk: 一般為 ‘eyJhb…’ 開頭

# settings.ui.title
source: UI
ar: واجهة المستخدم
pl: Interfejs użytkownika
zh_hk: 介面

# settings.uiAnimations.label
source: UI Animations
pl: Animacje UI

# ln.ntf.closechannelFailed
source: Unable to close channel: {originalError}
ar: يتعذر إغلاق القناة: {originalError}
de: Der Kanal konnte nicht geschlossen werden: {originalError}
es: No se pudo cerrar el canal: {originalError}
it: Impossibile chiudere il canale: {originalError}
pl: Nie można zamknąć kanału: {originalError}
pt: Incapaz de fechar canal: {originalError}
zh_hk: 無法關閉通道：{originalError}

# ln.ntf.exportBackupFailed
source: Unable to export SCB file: {originalError}
ar: يتعذر تصدير ملف SCB: {originalError}
de: Die SCB Datei konnte nicht exportiert werden: {originalError}
es: No se pudo exportar el archivo SCB: {originalError}
it: Impossibile esportare il file SCB: {originalError}
pl: Nie można wyeksportować pliku SCB: {originalError}
pt: Falha ao exportar arquivo SCB: {originalError}
zh_hk: 無法匯出SCB檔案：{originalError}

# ln.ntf.openchannelFailed
source: Unable to open channel: {originalError}
ar: يتعذر فتح القناة: {originalError}
de: Kanal kann nicht geöffnet werden: {originalError}
es: No se pudo abrir el canal: {originalError}
it: Impossibile aprire il canale: {originalError}
pl: Nie można otworzyć kanału: {originalError}
pt: Incapaz de abrir canal: {originalError}
zh_hk: 無法開啟通道：{originalError}

# txDetails.unConfirmed
source: Unconfirmed
ar: غير مؤكد
de: Nicht bestätigt
es: Sin confirmar
fr: Non confirmé
it: Non confermate
ja: 未承認
pl: Niepotwierdzona
pt: Não Confirmada
zh_hk: 未確認

# ln.walletTab.balance.unconfirmed
source: Unconfirmed balance
ar: رصيد غير مؤكد
de: Unbestätigtes Guthaben
es: Saldo sin confirmar
it: Saldo non confermato
pl: Niepotwierdzone saldo
pt: Saldo não confirmado
zh_hk: 未確認餘額

# appMenu.undo
source: Undo
ar: إلغاء
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
ja: 元に戻す
pl: Cofnij
pt: Desfazer
zh_hk: 復原

# ln.connectPage.unlockWalletModal
source: Unlock LN Wallet
ar: فتح محفظة الشبكة البرقية
de: LN Wallet entsperren
es: Desbloquear Cartera LN
it: Sblocca portafoglio LN
pl: Odblokuj portfel LN
pt: Destrancar Carteira LN
zh_hk: 解鎖閃電網路錢包

# ln.startupStage.unlock
source: Unlocking LN wallet
ar: جاري فتح محفظة الشبكة البرقية
de: Entsperre LN Wallet
es: Desbloquear cartera LN
it: Sblocco portafoglio LN
pl: Odblokowywanie portfela LN
pt: Destrancando carteira LN
zh_hk: 正在解鎖閃電網路錢包

# transaction.type.unmined
source: Unmined
ar: غير معدن
de: Sortenrein
es: Sin extraer
fr: Non miné
it: Non estratto
ja: 未マイニング
pl: Niewydobyte
pt: Não Minerada
zh_hk: 未打包
