Repository: decred/decrediton
Catalog: app/i18n/po/decrediton.*.po
Languages: ar, de, es, fr, it, ja, pl, pt, zh_hk

# sidebar.rescanBtn.tip
source: Initiate a transaction rescan. Rescanning may help resolve some balance errors. Note: This scans the entire blockchain for transactions, but does not re-download it.
ar: بدء عملية إعادة فحص المعاملات. قد تساعد إعادة الفحص في حل بعض أخطاء الرصيد. ملاحظة: يقوم هذا بفحص شامل سلسلة الكتل من أجل المعاملات، لكنه لا يعيد تنزيلها.
de: Initiieren Sie das erneute Scannen der Transaktion. Das erneute Scannen hilft beim Lösen von Guthabenfehlern. Hinweis: Dabei wird die gesamte Blockchain nach Transaktionen gescannt, jedoch nicht erneut heruntergeladen.
es: Inicie un segundo análisis de transacciones. El segundo análisis podría subsanar algunos errores de saldo. Nota: Se buscarían transacciones en la cadena de bloques al completo sin volver a descargar nada.
fr: Démarrer une réanalyse de transaction. Une réanalyse peut aider à résoudre certaines erreurs liées au solde. Remarque : Cela permet d'analyser l'ensemble de la chaîne de blocs pour rechercher des transactions, mais ne la retélécharge pas.
it: Avviare un rescan di transazioni. La rescansione potrebbe aiutare a risolvere alcuni errori di saldo. Nota: questa operazione esegue la scansione dell'intera blockchain alla ricerca di transazioni, ma non la scarica di nuovo.
ja: 取引の再スキャンを開始します。 再スキャンにより残高エラーが解決することがあります。 注: このスキャンは取引のブロックチェーン全体を対象としていますが、再ダウンロードはしません。
pl: Zainicjuj ponowne skanowanie transakcji. Ponowne skanowanie może pomóc w rozwiązaniu niektórych błędów salda. Uwaga: operacja skanuje cały łańcuch blokowy w poszukiwaniu transakcji, ale nie ściąga go ponownie.
pt: Iniciar um rescan das transações. Re-escanear pode ajudar a resolver alguns erros de saldo. Note: isso varre a blockchain inteira por transações, mas não realiza seu download novamente.
zh_hk: 重新掃瞄交易 重新掃瞄可能可以解決一些錯誤餘額的問題。 註：這樣只會掃瞄整個區塊鏈的交易紀錄， 而非重新下載整個區塊鏈。

# loaderBar.walletPubPass
source: Insert your pubkey
ar: أدخل مفتاحك العام
de: Ihren Pubkey einfügen
es: Ingrese su clave pública
it: Inserisci la tua chiave pubblica
pl: Wprowadź klucz publiczny
pt: Inserir sua chave pública
zh_hk: 插入你的公鑰

# send.insuficient.funds
source: Insufficient funds
ar: رصيد غير كاف
de: Unzureichende Mittel
es: Saldo insuficiente
it: Fondi insufficienti
pl: Niewystarczające środki
pt: Fundos insuficientes
zh_hk: 餘額不足

# createwallet.walletWatchOnly.error
source: Invalid Master Pubkey
ar: مفتاح عام رئيسي غير صالح
de: Ungültiger Master Pubkey
es: Clave maestra pública no válida
fr: Clé publique principale non valide
it: Chiave pubblica master non valida
ja: 無効なマスターパブリックキー
pl: Nieprawidłowy główny klucz publiczny
pt: Chave Pública Master Inválida
zh_hk: 主公鑰無效

# securitycenter.validate.result.invalid
source: Invalid address
ar: عنوان خاطئ
de: Ungültige Adresse
es: Dirección no válida
fr: Adresse non valide
it: Indirizzo non valido
ja: 無効なアドレス
pl: Nieprawidłowy adres
pt: Endereço Inválido
zh_hk: 地址無效

# purchaseTickets.errors.expiryRequred
source: Invalid expiry
ar: انتهاء الصلاحية خاطئ
de: Ungültige Ablauffrist
es: Caducidad no válida
fr: Expiration non valide
it: Scadenza non valida
ja: 無効な期限です
pl: Nieprawidłowe wygaśnięcie
pt: Expiração Inválida
zh_hk: 逾時無效

# runTicketBuyer.Failed
source: Invalid private password. Please try again.
ar: كلمة المرور الخاصة غير صحيحة. حاول مرة اخرى.
de: Ungültiges privates Passwort. Bitte versuchen Sie es erneut.
es: Contraseña privada inválida. Por favor intente nuevamente.
it: Parola chiave privata non valida. Si prega di riprovare.
pl: Nieprawidłowe hasło prywatne. Spróbuj ponownie.
pt: Senha privada inválida. Por favor tente novamente.
zh_hk: 錢包密碼錯誤。請重試。

# purchaseTickets.errors.invalidTicketFee
source: Invalid ticket fee
ar: رسوم تذكرة خاطئة
de: Ungültige Ticketgebühr
es: Tarifa de ticket no válida
fr: Frais de ticket non valide
it: Tariffa biglietto non valida
ja: 無効なチケット料金
pl: Nieprawidłowa opłata za bilet
pt: Taxa de Ticket Inválida
zh_hk: 選票手續費無效

# purchaseTickets.errors.invalidTxFee
source: Invalid tx fee
ar: رسوم معاملة خاطئة
de: Ungültige Transaktionsgebühr
es: Tarifa de transacción no válida
fr: Frais de transaction non valide
it: Tariffa tx non valida
ja: 無効な取引手数料
pl: Nieprawidłowa opłata transakcyjna
pt: Taxa de tx inválida
zh_hk: 交易手續費無效

# ln.ntf.invoiceSettled
source: Invoice '{memo}' settled!
ar: تم تسوية الفاتورة "{memo}"!
de: Rechnung "{memo}" beglichen!
es: ¡La factura '{memo}' fue pagada!
it: Fattura {memo}' risolta!
pl: Faktura '{memo}' rozliczona!
pt: Fatura '{memo}' liquidada!
zh_hk: 已結清 {memo} 發票！

# ln.tab.invoices
source: Invoices
ar: الفواتير
de: Rechnungen
es: Facturas
it: Fatture
pl: Faktury
pt: Faturas
zh_hk: 發票

# ln.description.invoices
source: Invoices (payment requests) created by this LN wallet.
ar: الفواتير (طلبات الدفع) التي تم إنشاؤها بواسطة محفظة الشبكة البرقية هذه.
de: Rechnungen (Zahlungsanforderungen), die von diesem LN-Wallet erstellt wurden.
es: Facturas creadas por esta cartera LN.
it: Fatture (richieste di pagamento) create da questo portafoglio LN.
pl: Faktury (polecenia zapłaty) utworzone przez ten portfel LN.
pt: Faturas (pedidos de pagamento) criados por essa carteira LN
zh_hk: 於閃電網路錢包建立發票（付款要求）

# privacy.create.needed.description
source: It looks like you already have one of the default accounts: {mixed} and {change}. You will need to create 2 new accounts for using the mixer. {boldMessage}
ar: يبدو أن لديك بالفعل أحد الحسابات الافتراضية: {mixed} و {change}. ستحتاج إلى إنشاء حسابين جديدين لاستخدام الخلاط. {boldMessage}
de: Es sieht so aus als hätten Sie bereits einen der Standard-Accounts: {mixed} und {change}. Sie müssen 2 neue Accounts für die Verwendung des Mixers erstellen. {boldMessage}
es: Parece que ya tiene una de las cuentas predeterminadas: {mixed} y {change}. Necesita crear 2 nuevas cuentas para usar el mezclador. {boldMessage}
it: Sembra che abbiate già uno dei conti di default: {mixed} e {change}. Dovrete creare 2 nuovi conti per l'utilizzo del miscelatore. {boldMessage}
pl: Wygląda na to, że masz już jedno z domyślnych kont: {mixed} i {change}. Do korzystania z miksera będzie trzeba utworzyć 2 nowe konta. {boldMessage}
pt: Parece que você já tem uma das contas padrão: {mixed} e {change}. Você precisará criar duas novas contas para utilizar o mixer. {boldMessage}
zh_hk: 看起來你只有 {mixed} 和 {change} 其中一個帳戶。 如果要使用混幣器，你需要新增兩個新帳戶。{boldMessage}

# accounts.keys
source: Keys
ar: مفاتيح
de: Schlüssel
es: Claves
fr: Clés
it: Chiavi
ja: キー
pl: Klucze
pt: Chaves
zh_hk: 密鑰

# stake.lastVotedTicket
source: Last Ticked Voted
ar: آخر تصويت تم اختياره
de: Zuletzt abgestimmt
es: Último Voto
it: Ultimo biglietto votato
pl: Data ostatniego głosowania biletu
pt: Último Ticket Votou
zh_hk: 最近投票

# ln.nodeInfo.channel.lastUpdate
source: Last Update
ar: آخر تحديث
de: Letzte Aktualisierung
es: Última Actualización
it: Ultimo aggiornamento
pl: Ostatnia aktualizacja
pt: Última Atualização
zh_hk: 最後更新

# ln.nodeInfo.channel.policy.lastUpdate
source: Last Update
ar: آخر تحديث
de: Letzte Aktualisierung
es: Última Actualización
it: Ultimo aggiornamento
pl: Ostatnia aktualizacja
pt: Última Atualização
zh_hk: 最後更新

# ln.nodeInfo.lastUpdate
source: Last Update
ar: آخر تحديث
de: Letzte Aktualisierung
es: Última Actualización
it: Ultimo aggiornamento
pl: Ostatnia aktualizacja
pt: Última Atualização
zh_hk: 最後更新

# proposal.overview.lastUpdated.label
source: Last Updated
ar: آخر تحديث
de: Zuletzt aktualisiert
es: Última actualización
fr: Dernière mise à jour
it: Ultimo aggiornamento
ja: 最終更新
pl: Ostatnio zaktualizowana
pt: Última Mudança
zh_hk: 最後更新

# ln.backupInfo.lastUpdated
source: Last Updated: {lastUpdate, date} {lastUpdate, time, short}
ar: آخر تحديث: {lastUpdate, date} {lastUpdate, time, short}
de: Zuletzt aktualisiert: {lastUpdate, date} {lastUpdate, time, short}
es: Última Actualización: {lastUpdate, date} {lastUpdate, time, short}
it: Ultimo aggiornamento: {lastUpdate, date} {lastUpdate, time, short}
pl: Ostatnia aktualizacja: {lastUpdate, date} {lastUpdate, time, short}
pt: Última Atualização: {lastUpdate, date} {lastUpdate, time, short}
zh_hk: 最後更新：{lastUpdate, date} {lastUpdate, time, short}

# walletselection.lastAccess
source: Last accessed
ar: آخر دخول
de: Letzter Zugriff
es: Último acceso
fr: Dernière consultation
it: Ultimo accesso
ja: 最終アクセス
pl: Ostatnio uruchomiony
pt: Último Acesso
zh_hk: 最後存取

# proposalItem.lastUpdatedAt
source: Last updated {reldate}
ar: آخر تحديث {reldate}
de: Zuletzt aktualisiert {reldate}
es: Última actualización {reldate}
it: Ultimo aggiornamento {reldate}
pl: Ostatnio zaktualizowana {reldate}
pt: Última atualização {reldate}
zh_hk: 最後更新 {reldate}

# ln.invoicesTab.invoicesHeader
source: Latest Invoices
ar: أحدث الفواتير
de: Letzte Rechnungen
es: Últimas Facturas
it: Fatture più recenti
pl: Ostatnie faktury
pt: Últimas Faturas
zh_hk: 最新發票

# ln.paymentsTab.latestPayments
source: Latest Payments
ar: أحدث الدفعات
de: Letzte Zahlungen
es: Últimos Pagos
it: Pagamenti più recenti
pl: Ostatnie płatności
pt: Últimos Pagamentos
zh_hk: 最近的付款

# export.tickets.fields.status
source: Latest status for the ticket (live, voted, missed, revoked).
ar: أحدث حالة للتذكرة (حية، مصوّتة، مفوتة، مسترجعة).
de: Aktueller Ticketstatus (live, abgestimmt, verpasst, widerrufen).
es: Último estado del ticket (en vivo, votado, desaprovechado, anulado).
fr: État le plus récent du ticket (en direct, voté, manqué, révoqué).
it: Stato più recente del biglietto (in diretta, votato, mancato, revocato).
ja: チケットの最新状況（ライブ、投票済み、非処理、取消済み）。
pl: Najnowszy status biletu (aktywny, przegłosowany, nieodebrany, odwołany).
pt: Última situação conhecida do ticket (vivo, votado, perdido, revogado).
zh_hk: 最新的選票狀態（成熟、已投票、錯過、撤銷）

# walletselection.launchWallet
source: Launch Wallet
ar: تشغيل المحفظة
de: Wallet starten
es: Abrir Cartera
it: Avvia portafoglio
pl: Uruchom portfel
pt: Iniciar Carteira
zh_hk: 開啟錢包

# home.noTickets.lifecycle
source: Learn About the Ticket Lifecycle
ar: تعرف على دورة حياة التذكرة
de: Erfahren Sie mehr über den Lebenszyklus des Tickets
es: Más información acerca del ciclo de vida de los tickets
fr: En savoir plus sur le cycle de vie des tickets
it: Informazioni sul ciclo di vita del biglietto
ja: チケットのライフサイクルについて
pl: Dowiedz się, jak wygląda cykl życia biletu
pt: Conhecer o ciclo de vida de um Ticket
zh_hk: 了解選票的生命周期

# tutorials.ticketLifecycle
source: Learn About the Ticket Lifecycle
ar: تعرف على دورة حياة التذكرة
de: Erfahren Sie mehr über den Lebenszyklus des Tickets
es: Más información acerca del ciclo de vida de los tickets
fr: En savoir plus sur le cycle de vie des tickets
it: Informazioni sul ciclo di vita del biglietto
ja: チケットのライフサイクルについて
pl: Dowiedz się, jak wygląda cykl życia biletu
pt: Conhecer o ciclo de vida de um Ticket
zh_hk: 了解選票的生命周期

# appMenu.learnMore
source: Learn More
ar: تعلم المزيد
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Per saperne di più
ja: 詳細
pl: Dowiedz się więcej
pt: Saber Mais
zh_hk: 了解更多

# getStarted.learnBasics
source: Learn the Basics
ar: تعلم الأساسيات
de: Grundlagen kennenlernen
es: Conozca los fundamentos básicos
fr: Apprendre les bases
it: Impara le nozioni di base
ja: 基礎を学ぶ
pl: Poznaj podstawy
pt: Aprenda o Básico
zh_hk: 了解基礎知識

# aboutModal.licensing
source: Licensing information
ar: معلومات الترخيص
de: Lizenzinformationen
es: Información de licencia
fr: Informations sur la licence
it: Informazioni sulle licenze
ja: ライセンス情報
pl: Informacje o licencjach
pt: Informação de licenciamento
zh_hk: 授權資訊

# settings.uitheme.type.light
source: Light
ar: فاتِح
de: Hell
es: Claro
it: Chiaro
pl: Jasny
pt: Claro
zh_hk: 淺色

# ln.title
source: Lightning Network
ar: الشبكة البرقية
pl: Sieć Lightning
zh_hk: 閃電網絡

# sidebar.link.ln
source: Lightning Transactions
ar: المعاملات البرقية
de: Lightning Transaktionen
es: Transacciones Lightning
it: Transazioni Lightning
pl: Transakcje sieci Lightning
pt: Transações Lightning
zh_hk: 閃電交易

# ln.pendingForceCloseDetails.limboBalance
source: Limbo Balance
ar: الرصيد العائم
de: Schwebe-Balance
es: Saldo en el Limbo
it: Saldo Limbo
pl: Saldo w zawieszeniu
pt: Saldo no Limbo
zh_hk: 未處理餘額

# ln.waitCloseDetails.limboBalance
source: Limbo Balance
ar: الرصيد العائم
de: Schwebe-Balance
es: Saldo en el Limbo
it: Saldo Limbo
pl: Saldo w zawieszeniu
pt: Saldo no Limbo
zh_hk: 未處理餘額

# listutxo.title
source: List UTXOs
pl: Wyświetl UTXO

# transactions.send.listutxo
source: List UTXOs
pl: Wyświetl UTXO

# listutxo.subtitle
source: List Unspent UTXOs
pl: Wyświetl niewydane UTXO

# settings.privacy.politeia.description
source: List and vote on proposals on proposals.decred.org
ar: قم بإدراج المقترحات والتصويت عليها على موقع proposals.decred.org
de: Proposals auf proposals.decred.org auflisten und abstimmen
es: Lista y votación de propuestas en proposals.decred.org
fr: Soumettez des propositions et votez sur proposals.decred.org
it: Elenca e vota le proposte su proposals.decred.org
ja: proposals.decred.orgにおけるリストと提案の投票
pl: Wyświetl listę i zagłosuj nad wnioskami na proposals.decred.org
pt: Listar e votar em propostas de proposals.decred.org
zh_hk: 從 proposals.decred.org 取得提案列表並投票

# settings.privacy.stakepoolListing.description
source: List of currently available VSPs from decred.org
ar: قائمة بمقدمي خدمات التصويت المتاحين حاليًا من decred.org
de: Liste der derzeit verfügbaren VSPs von decred.org
es: Lista de VSP disponibles de decred.org
it: Elenco dei VSP attualmente disponibili su decred.org
pl: Lista aktualnie dostępnych VSP z decred.org
pt: Lista das VSPs disponíveis em decred.org
zh_hk: 從 decred.org 取得可用VSP列表

# transaction.type.live
source: Live
ar: حية
es: En vivo
fr: En direct
it: Attiva
ja: ライブ
pl: Aktywne
pt: Vivo
zh_hk: 成熟

# stake.liveTickets
source: Live
ar: حية
es: Activos
it: Attivi
pl: Aktywne
pt: Vivos
zh_hk: 成熟

# vsp.mytickets.subtitle
source: Live Tickets
ar: التذاكر الحية
es: Tickets Activos
it: Biglietti attivi
pl: Aktywne bilety
pt: Tickets Vivos
zh_hk: 成熟選票

# stakeSPV.revokedTickets
source: Live Tickets:
ar: التذاكر الحية:
es: Tickets Activos:
it: Biglietti attivi:
pl: Aktywne bilety
pt: Tickets Vivos:
zh_hk: 成熟選票：

# vspselct.loading
source: Loading
ar: جار التحميل
de: Laden
es: Cargando
it: Caricamento
pl: Ładowanie
pt: Carregando
zh_hk: 載入中

# tickets.purchase.loading
source: Loading
ar: جار التحميل
de: Laden
es: Cargando
it: Caricamento
pl: Ładowanie
pt: Carregando
zh_hk: 載入中

# getStarted.chainLoading.syncEstimation.small
source: Loading Decred blockchain, completion estimated
ar: تحميل سلسلة كتل الديكريد، يتوقع إكتماله
de: Laden der Decred Blockchain, Fertigstellung geschätzt
es: Cargando la blockchain de Decred, tiempo estimado
it: Caricamento della blockchain di Decred, completamento stimato
pl: Ładowanie blockchaina Decred, szacowane zakończenie
pt: Carregando blockchain Decred, conclusão estimada
zh_hk: 載入Decred區塊鏈，預計完成需時

# myTickets.noloadingMoreTickets
source: Loading more tickets canceled
ar: تم إلغاء تحميل المزيد من التذاكر
de: Laden weiterer Tickets abbrechen
es: Cargando más tickets cancelados
it: Caricamento di altri biglietti annullato
pl: Ładowanie kolejnych biletów zostało anulowane
pt: Carremento de mais tickets cancelado
zh_hk: 已經取消載入更多選票

# myTickets.loadingMoreTickets
source: Loading more tickets...
ar: جارٍ تحميل المزيد من التذاكر...
de: Weitere Tickets werden geladen ...
es: Cargando más tickets...
fr: Chargement d'autres tickets…
it: Caricamento di altri biglietti...
ja: さらにチケットを読み込み中...
pl: Ładowanie kolejnych biletów...
pt: Carregando mais tickets...
zh_hk: 正在載入更多選票...

# history.loadingMoreTransactions
source: Loading more transactions...
ar: جارٍ تحميل المزيد من المعاملات...
de: Weitere Transaktionen werden geladen …
es: Cargando más transacciones...
fr: Chargement d'autres transactions…
it: Caricamento di altre transazioni...
ja: その他の取引を読み込み中…
pl: Ładowanie kolejnych transakcji...
pt: Carregando mais transações...
zh_hk: 正在載入更多交易...

# ln.channelsTab.openChannel.localBalance
source: Local
ar: محلي
de: Lokal
it: Locale
pl: Lokalne
zh_hk: 本機

# ln.channelsTab.pendingChannel.localBalance
source: Local
ar: محلي
de: Lokal
it: Locale
pl: Lokalne
zh_hk: 本機

# ln.closeChannelModal.localBalance
source: Local Balance
ar: الرصيد المحلي
de: Lokales Guthaben
es: Saldo Local
it: Saldo locale
pl: Saldo lokalne
pt: Saldo Local
zh_hk: 本機餘額

# ln.closeTypeLocalForce
source: Local Force-close
ar: الإغلاق القسري المحلي
de: Lokales schließen erzwingen
es: Forzado localmente
it: Chiusura forzata locale
pl: Lokalne wymuszenie zamknięcia
pt: Fechamento Forçado Local
zh_hk: 本機強制關閉

# ln.openChannelDetails.localChannelReserve
source: Local Reserve
ar: الاحتياطي المحلي
de: Lokale Reserve
es: Reserva Local
it: Riserva locale
pl: Lokalna rezerwa
pt: Reserva Local
zh_hk: 本機儲備

# settings.locale
source: Locale
ar: موضع
de: Gebietsschema
es: Local
fr: Paramètres régionaux
ja: ロケール
pl: Ustawienia regionalne
pt: Linguagem
zh_hk: 語言

# charts.keys.locked
source: Locked
ar: مقفل
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
ja: ロック済み
pl: Zablokowane
pt: Bloqueado
zh_hk: 凍結

# home.currentTotalLockedBalanceLabel
source: Locked
ar: مقفل
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
ja: ロック済み
pl: Zablokowane
pt: Bloqueado
zh_hk: 凍結

# accounts.lockedByTickets
source: Locked By Tickets
ar: مغلق بالتذاكر
de: Gesperrt nach Tickets
es: Bloqueado por tickets
fr: Tickets verrouillés par
it: Bloccato da biglietti
ja: チケットによりロック
pl: Zablokowane w biletach
pt: Bloqueado por Tickets
zh_hk: 選票凍結

# getStarted.btnLogs
source: Logs
ar: السجلات
de: Protokolle
es: Registros
fr: Journaux
it: Registri
ja: ログ
pl: Logi
zh_hk: 記錄檔

# privacy.logs
source: Logs
ar: السجلات
de: Protokolle
it: Registri
pl: Logi
zh_hk: 記錄檔

# settings.tab.logs
source: Logs
ar: السجلات
de: Protokolle
es: Historial
it: Registri
pl: Logi
zh_hk: 記錄檔

# getstarted.setAccount.description
source: Looks like you have accounts with coinjoin outputs. Past account names cannot be restored during Recovery, so it is not possible to know which account was the mixed account. You can set a mixed and unmixed account now or this can be done later on the privacy page. With this action the chosen accounts will be renamed.
ar: يبدو أن لديك حسابات بمخرجات دمج عملة. لا يمكن استعادة أسماء الحسابات السابقة أثناء الاسترداد، لذلك لا يمكن معرفة الحساب الذي كان مَخلُوطاً. يمكنك الآن تعيين حساب مَخلُوط وغير مَخلُوط أو يمكن القيام بذلك لاحقًا على صفحة الخصوصية. وبهذا الإجراء ستتم إعادة تسمية الحسابات المختارة.
de: Es sieht so aus, als hätten Sie Accounts mit Coinjoin-Ausgaben. Vergangene Account-Namen können nicht wiederhergestellt werden. Es ist also nicht möglich zu erfahren, welcher Account der gemixte Account war. Legen Sie jetzt einen gemixten und einen ungemixten Account fest, optional kann dies zu einem späteren Zeitpunkt auf der Privacy Seite erfolgen. Mit dieser Aktion werden die gewählten Accounts umbenannt.
es: Parece que tiene cuentas con resultados de coinjoins. Los nombres viejos no pueden ser restaurados durante la Recuperación, así que no es posible saber cuál es la cuenta que contiene los fondos mezclados. Puede configurar cuentas para estos y el cambio ahora o más tarde en la página de privacidad. Con esta acción las cuentas serán renombradas.
it: Sembra che tu abbia dei conti con uscite coinjoin. I precedenti nomi dei conti non possono essere ripristinati durante il recupero, quindi non è possibile individuare il conto miscelato. È possibile impostare un conto miscelato e uno non miscelato adesso, ma può anche essere fatto in seguito sulla pagina della privacy. Con questa azione i conti scelti saranno rinominati.
pl: Wygląda na to, że masz konta z wyjściami coinjoin. Przeszłe nazwy kont nie mogą być przywrócone podczas odzyskiwania, więc możesz nie wiedzieć, które konto było kontem mieszanym. Możesz ustawić mieszane i niemieszane konta teraz lub później na stronie poświęconej prywatności. Dzięki temu nazwy wybranych kont zostaną zmienione.
pt: Parece que você tem contas com saídas de coinjoin. Os nomes antigos das contas não podem ser encontrados durante a Recuperação, portanto não é possível saber qual era a conta com fundos misturados (conta mixed). Você pode selecionar qual conta será a mixed e quanto será a conta unmixed agora ou isso pode ser feito mais tarde, na página de privacidade. Com essa ação as contas selecionadas serão renomeadas.
zh_hk: 你似乎有混幣帳戶。 在還原的時候，由於以前的帳戶名稱無法還原， 因此不能得知哪個帳戶才是混幣帳戶。你可以現 在就設定混幣和非混幣帳戶，又或者稍後到隱私 頁設定。 這個動作會重新命名帳戶。

# getstarted.processUnmangedTickets.description
source: Looks like you have vsp ticket with unprocessed fee. If they are picked to vote and they are not linked with a vsp, they may miss, if you are not properly dealing with solo vote.
pl: Wygląda na to, że masz bilety VSP z nieprzetworzoną opłatą. Jeśli zostaną wybrane do głosowania a nie będą podpięte pod żadnego VSP, mogą ominąć swoją kolejkę do oddania głosu, jeśli głosowanie solo nie jest poprawnie skonfigurowane.

# settings.network.mainnet
source: Mainnet
ar: الشبكة الرئيسية
it: Rete principale
ja: メインネット
pl: Sieć główna
zh_hk: 主網絡 (Mainnet)

# transactions.description.send.mainnet
source: Mainnet Decred addresses always begin with letter D and contain 26-35 alphanumeric characters (e.g. DxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0X).
ar: تبدأ عناوين الشبكة الرئيسية لديكريد دائمًا بالحرف D وتحتوي على 26-35 حرفًا أبجديًا رقميًا (مثل: DxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0X).
de: Mainnet-Decred-Adressen beginnen immer mit dem Buchstaben D und umfassen 26-35 alphanumerische Zeichen (z. B. DxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0X).
es: Las direcciones de Decred de la red principal (Mainnet) siempre comienzan con la letra D y contienen entre 26 y 35 caracteres alfanuméricos (por ej.: DxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0X).
fr: Les adresses Mainnet Decred commencent toujours par la lettre D et comportent entre 26 et 35 caractères alphanumériques (par exemple, DxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0X).
it: Gli indirizzi della rete principale di Decred cominciano sempre con la lettera D e contengono 26-35 caratteri alfanumerici (p.e. DxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0X)
ja: Mainnet Decredのアドレスは常に文字Dから始まり、26～35個の英数字を含みます。 （例: DxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0X）
pl: Adresy w sieci głównej Decred zawsze rozpoczynają się od litery D i zawierają 26-35 znaków alfanumerycznych. (np. DxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0X).
pt: Endereços da mainnet sempre começam com a letra D e contém 26-35 caracteres alfanuméricos (ex: DxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0X)
zh_hk: Decred主網絡(mainnet)的地址永遠都以D字母開頭並為26至35個英數字元 （如：DxxXXXXXxXXXxXXXXxxx0XxXXXxxXxXxX0X）

# ln.description.watchtowers
source: Manage connection to watchtowers.
ar: إدارة الاتصال بأبراج المراقبة.
de: Verbindung zu Wachtürmen verwalten.
es: Gestionar la conexión a torres de vigilancia.
it: Gestite la connessione alle torri di guardia.
pl: Zarządzaj połączeniem ze strażnicami.
pt: Gerenciar conexões com watchtowers
zh_hk: 管理監視塔連線。

# trezorPage.description
source: Manage your Trezor device.
ar: قم بإدارة جهاز تريزور الخاص بك.
de: Ihren Trezor administrieren.
es: Administre su dispositivo Trezor.
it: Gestite il vostro dispositivo Trezor
pl: Zarządzaj swoim urządzeniem Trezor.
pt: Gerencie seu dispositivo Trezor.
zh_hk: 管理你的Trezor裝置。

# purchaseTickets.import
source: Manually import a redeem script for tickets.
ar: استيراد يدوي لنصوص الاسترداد لتذاكر
de: Importieren Sie manuell ein Skript zum Einlösen für Tickets.
es: Importe de forma manual un script de canje para tickets.
fr: Importez manuellement un script d'utilisation pour les tickets.
it: Importate manualmente uno script di riscatto per i biglietti.
ja: チケットのredeem scriptを手動でインポートします。
pl: Ręcznie importuj skrypt wykupu dla biletów.
pt: Importar manualmente um script de resgate
zh_hk: 手動匯入兌換指令碼。

# createwallet.walletpubkey.placeholder
source: Master Pub Key
ar: المفتاح العام الرئيسي
es: Clave maestra pública
fr: Clé publique principale
it: Chiave pubblica principale
ja: マスター公開キー
pl: Główny klucz publiczny
pt: Chave Pública Mestre
zh_hk: 主公鑰
