Repository: decred/decrediton
Catalog: app/i18n/po/decrediton.*.po
Languages: ar, de, es, fr, it, ja, pl, pt, zh_hk

# fatal.suggestion.corrupted
source: This error means your blockchain data has somehow become corrupted. Typically, this is caused by a sector on the HDD/SDD that went bad and its built-in SMART didn't repair it, or the more likely case, there was a memory issue which corrupted the data. To resolve, you must delete your blockchain data and re-download. Press the button below to complete the process. When you restart Decrediton, it will automatically begin your blockchain download. Please come to our support channel on slack/matrix/discord to get advice about running disk utilities.
ar: يعني هذا الخطأ أن بيانات سلسلة الكتل قد أصبحت تالفة بطريقة ما. عادةً ما يكون السبب في ذلك هو وجود قطاع في محرك الأقراص الثابتة / قرص التخزين الثابت HDD/SDD الذي تعرض للتلف ولم تقم تقنية SMART المضمنة بإصلاحه، أو في الحالة الأكثر احتمالاً، كانت هناك مشكلة في الذاكرة أدت إلى تلف البيانات. لحل المشكلة، يجب حذف بيانات سلسلة الكتل وإعادة التنزيل. اضغط على الزر أدناه لإكمال العملية. عند إعادة تشغيل ديكريديتون، سيبدأ تنزيل سلسلة الكتل تلقائيًا. يرجى زيارة قناة الدعم الخاصة بنا على slack/matrix/discord للحصول على نصائح حول تشغيل الأدوات المساعدة للقرص.
de: Dieser Fehler bedeutet, dass Ihre Blockchaindaten auf irgendeine Weise beschädigt wurden. Typischerweise wird dies durch einen fehlerhaften Sektor auf der HDD/SDD verursacht, der durch den eingebauten SMART nicht repariert werden konnte, oder, was wahrscheinlicher ist, durch ein Speicherproblem, das die Daten beschädigt hat. Um dieses Problem zu beheben müssen Sie Ihre Blockchaindaten löschen und erneut herunterladen. Drücken Sie auf die Schaltfläche unten, um den Vorgang abzuschließen. Wenn Sie Decrediton neu starten, beginnt der Download Ihrer Blockchain-Daten automatisch von neuem. Bitte wenden Sie sich an unseren Support-Channel für Slack/Matrix/Discord, um Ratschläge zum Ausführen von Disk-Utilities zu erhalten.
es: Este error indica que tus datos de la blockchain se corrompieron de alguna forma. Generalmente, esto es causado por un sector en el HDD/SDD que se dañó y su sistema SMART no lo reparó, o más común aún, hubo un incidente de memoria que corrompió los datos. Para resolverlo, debes eliminar los datos de la blockchain y reiniciar la descarga. Presione el botón debajo para completar el proceso. Cuando reinicie Decrediton, la blockchain comenzará a descargarse automáticamente. Por favor venga a los canales de soporte en Matrix, Discord o Telegram para recibir ayuda.
it: Questo errore significa che i dati della vostra blockchain sono in qualche modo corrotti. Tipicamente, questo è causato da un settore dell'HDD/SSD che è andato a male e il suo SMART incorporato non lo ha riparato, o ancora più probabilmente, c'è stato un problema di memoria che ha corrotto i dati. Per risolverlo, è necessario cancellare i dati della blockchain e scaricarli nuovamente. Premere il pulsante qui sotto per completare il processo. Quando si riavvierà Decrediton, il download della blockchain inizierà automaticamente. Recatevi sul nostro canale di supporto su Matrix/Discord/Slack per ottenere consigli su come eseguire le utility del disco.
pl: Ten błąd oznacza, że dane Twojego łańcucha bloków zostały w jakiś sposób uszkodzone. Zazwyczaj jest to spowodowane uszkodzonym sektorem na dysku twardym/SSD, który nie został naprawiony przez wbudowany układ SMART lub, co bardziej prawdopodobne, wystąpił problem z pamięcią, który uszkodził dane. Aby rozwiązać ten problem, należy usunąć dane łańcucha bloków i ponownie je pobrać. Naciśnij przycisk poniżej, aby dokończyć proces. Po ponownym uruchomieniu programu Decrediton, automatycznie rozpocznie on pobieranie łańcucha blokowego. Odwiedź nasz kanał pomocy technicznej na slack/matrix/discord, aby uzyskać porady na temat korzystania z programów narzędziowych.
pt: Esse erro significa que os dados da sua blockchain foram corrompidos. Tipicamente, isso é causado por um setor ruim no seu HDD/SDD que não foi reparado pelo sistema SMART ou, o mais provável, algum problema de memória corrompeu os dados. Para resolver, você deve remover os dados da blockchain e baixá-la novamente. Pressione o botão abaixo para completar o processo. Quando você reiniciar a Decrediton, ela irá automaticamente iniciar o download. Por favor venha ao canal de suporte na matrix para obter recomendações sobre utilitários de disco.
zh_hk: 此錯誤意味著你的區塊鏈資料損毀了。一般來說，這是HDD/SSD出現壞塊而內置的SMART又未有修復所導致的，又或者記憶體出現了問題而令資料損毀。解決這個問題的辦法就只有刪除區塊鏈資料並重新下載。請點下面的按鈕以完成這個程序。當你重新啟動Decrediton的時候，程式會自動重新下載區塊鏈。請亦到來我們slack/matrix/discord的上的支援頻道，獲取磁碟工具方面的建議。

# fatal.suggestion.resources
source: This error typically means you have another instance of daemon running. You should check your taskmanager or profiler to shutdown any still running daemon and then try again.
ar: يعني هذا الخطأ عادةً أن لديك مثيل آخر من البرنامج الخفي قيد التشغيل. عليك التحقق من مدير المهام أو مدير ملف التعريف لإيقاف تشغيل أي برنامج خفي لا يزال قيد التشغيل ثم إعادة المحاولة.
de: Dieser Fehler bedeutet normalerweise, dass gerade eine andere Daemon-Instanz läuft. Überprüfen Sie Ihren Taskmanger oder Ihren Profiler, um noch laufende Daemons zu schließen und versuchen Sie es dann erneut.
es: Este error normalmente significa que tiene otra instancia de daemon en ejecución. Compruebe su gestor de tareas o analizador de rendimiento para cerrar cualquier daemon en ejecución y vuelva a intentarlo.
fr: Cette erreur signifie généralement que vous avez une autre instance de Daemon en cours d'exécution. Vous devez vérifier votre gestionnaire de tâches ou profileur pour arrêter tout Daemon encore en cours d'exécution et réessayer.
it: Questo errore solitamente significa che si ha un'altra istanza del daemon funzionante. Controllate con il vostro taskmanager o profiler, spegnete qualsiasi daemon ancora in esecuzione e poi riprovate.
ja: このエラーは通常、お客様が他のインスタンスのデーモンを実行していることを意味します。タスクマネージャーまたはプロファイラーをチェックして、まだ実行中のデーモンを終了してから再試行してください。
pl: Ten błąd zazwyczaj oznacza, że uruchomiona została inna instancja daemona. Sprawdź swój menedżer zadań lub profiler, aby wyłączyć innego działającego demona, a następnie spróbuj ponownie.
pt: Esse erro normalmente significa que você tem outra instância do daemon em execução. Você deve checar o gerenciador de tarefas ou profiler do sistema operacional e fechar quaisquer daemons em execução.
zh_hk: 此錯誤通常是因為另一個後台程序仍正在執行。請檢查工作管理員並關閉任何仍在執行的後台程序再重試。

# fatal.suggestion.diffConnection
source: This error typically means you have the testnet flag in your dcrd.conf file. You should check your dcrd.conf file and remove the testnet=1.
ar: يعني هذا الخطأ عادةً أن لديك علامة testnet في ملف dcrd.conf. يجب عليك التحقق من ملف dcrd.conf وإزالة testnet = 1.
de: Dieser Fehler bedeutet normalerweise, dass das Testnet-Flag in Ihrer dcrd.conf-Datei gesetzt ist. Überprüfen Sie Ihre dcrd.conf-Datei und entfernen Sie testnet=1.
es: Este error normalmente significa que tiene el indicador testnet en su archivo dcrd.conf. Compruebe su archivo dcrd.conf y elimine testnet=1.
fr: Cette erreur signifie généralement que votre fichier dcrd.conf contient le drapeau testnet. Vérifiez votre fichier dcrd.conf et supprimez le testnet=1.
it: Questo errore significa tipicamente che il flag testnet si trova nel vostro file dcrd.conf. Controllate il file dcrd.conf e rimuovete il testnet=1.
ja: このエラーは通常、dcrd.confファイルにtestnetフラグが含まれていることを意味します。dcrd.confファイルを確認してtestnet=1を削除してください。
pl: Ten błąd zazwyczaj oznacza, że masz w pliku dcrd.conf znajduje się flaga testnet. Sprawdź swój plik dcrd.conf i usuń z niego flagę testnet=1.
pt: Esse error geralmente significa que você tem a flag testnet no seu arquivo de configuração dcrd.conf. Você deve checar o seu dcrd.conf e remover a linha testnet=1.
zh_hk: 此錯誤通常是因為你在dcrd.conf啟用了testnet的設定項。請檢查你的dcrd.conf檔案並移除該行testnet=1。

# input.requiredInput
source: This field is required
ar: هذه الخانة مطلوبة
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
fr: Ce champ est obligatoire
it: Questo campo è richiesto
ja: これは必須フィールドです
pl: To pole jest wymagane
pt: Esse campo é obrigatório
zh_hk: 此欄位為必填

# input.invalidInput
source: This field is wrong
ar: هذه الخانة خاطئة
de: Dieses Feld ist falsch
es: Este campo es incorrecto
fr: Ce champ est incorrect
it: Questo campo è sbagliato
ja: このフィールドは正しくありません
pl: To pole jest nieprawidłowe
pt: Esse campo está errado
zh_hk: 此欄位錯誤

# watchOnly.warn
source: This functionality is disabled for watch-only Wallets
ar: تم تعطيل هذه الوظيفة لمحافظ المشاهدة فقط
de: Diese Funktionalität ist für Wallets mit dem Status "Nur ansehen" deaktiviert.
es: Esta funcionalidad no está disponible en las carteras de solo visualización
fr: Cette fonctionnalité est désactivée pour les portefeuilles en lecture seule
it: Questa funzione è disabilitata per portafogli di sola osservazione
ja: この機能は、閲覧のみのウォレットでは無効です
pl: Ta funkcja jest wyłączona dla portfeli tylko do podglądu
pt: Essa funcionalidade está desabilitada para carteiras watch-only
zh_hk: 此功能不適用於僅限觀看錢包

# receive.modalLabel
source: This is My Decred (DCR) Address
ar: هذا هو عنوان ديكريد (DCR) الخاص بي
de: Dies ist meine Decred (DCR) Adresse
es: Esta es mi Dirección de Decred (DCR)
it: Questo è il mio indirizzo Decred (DCR)
pl: To jest mój adres Decred (DCR)
pt: Esse é o Meu Endereço Decred (DCR)
zh_hk: 這是我的Decred (DCR) 地址

# sidebar.isWatchingOnlyTooltip
source: This is a watch-only wallet with limited functionality.
ar: هذه محفظة مشاهدة فقط ذات وظائف محدودة.
de: Dies ist ein Wallet im Status "Nur ansehen" mit eingeschränkter Funktionalität
es: Esta es una cartera de solo visualización con funcionalidad limitada
fr: Il s'agit d'un portefeuille en lecture seule avec des fonctionnalités limitées.
it: Questo è un portafoglio di sola osservazione con funzionalità limitate.
ja: これは閲覧のみのウォレット（機能制限あり）です。
pl: To jest portfel tylko do podglądu z ograniczoną funkcjonalnością.
pt: Essa é uma carteira watch-only (apenas para visualização) com funcionalidade limitada.
zh_hk: 這是僅限觀看錢包，部份功能或因而不適用。

# getStarted.decrypt.info
source: This wallet is encrypted, please enter the public passphrase to decrypt it.
ar: هذه المحفظة مشفرة، يرجى إدخال عبارة المرور العامة لفك تشفيرها.
de: Dieses Wallet ist verschlüsselt, bitte geben Sie zum Entschlüsseln die öffentliche Passphrase ein.
es: Esta cartera está encriptada. Introduzca la frase de contraseña pública para desencriptarla.
fr: Ce portefeuille est chiffré. Veuillez saisir la phrase secrète publique pour le déchiffrer.
it: Questo portafoglio è criptato, inserite la frase d'accesso pubblica per decifrarlo.
ja: このウォレットは暗号化されているため、複合化するには公開パスフレーズを入力してください。
pl: Ten portfel jest zaszyfrowany, proszę wprowadzić publiczne hasło, aby go odszyfrować.
pt: A carteira está criptografada. Digite a senha pública para descriptografá-la.
zh_hk: 此錢包已被加密，請輸入公共密碼以讀取內容。

# settings.alreadySetFromCli
source: This was set as a command-line option when launching decrediton
ar: تم تعيين هذا كخيار سطر أوامر عند تشغيل ديكريديتون
de: Dies wurde beim Start von Decrediton als Kommandozeilenoption festgelegt.
es: Esto fue configurado como una opción de línea de comandos al lanzar Decrediton
it: Questa è stata impostata come opzione di linea di comando al lancio di Decrediton
pl: Zostało to ustawione jako opcja wiersza poleceń przy uruchamianiu portfela Decrediton
pt: Isso foi configurado como uma opção de linha de comando ao iniciar a Decrediton
zh_hk: 此項在啟動Decrediton已經被設定為命令列參數

# spv.options.disable.description
source: This will use the regular Decred daemon and fully verify blocks. This will take longer but is fully secure. Any block or mined transaction can be fully trusted.
ar: سيستخدم هذا البرنامج الخفي العادي لديكريد ويتحقق من الكتل بالكامل. سيستغرق هذا وقتًا أطول ولكنه آمن تمامًا. يمكن الوثوق تمامًا بأي كتلة أو معاملة معدنة.
de: Dabei wird der reguläre Decred-Daemon verwendet und Blöcke vollständig verifiziert. Dies wird länger dauern, ist aber völlig sicher. Jedem Block oder jeder geschürften Transaktion kann vollständig vertraut werden.
es: Esto usará el daemon regular de Decred y verificará completamente cada bloque. Tardará más, pero es completamente seguro. Cualquier bloque o transacción minada resulta completamente confiable.
it: Questo userà il daemon Decred regolare e verificherà i blocchi in maniera completa. L'operazione richiederà più tempo ma è completamente sicura. Ci si può fidare completamente di qualsiasi blocco o transazione estratta.
pl: Ta operacja użyje zwykłego daemona Decred i w pełni zweryfikuje bloki. Będzie to trwało dłużej, ale jest w pełni bezpieczne. Każdemu blokowi lub wydobytej transakcji można w pełni ufać.
pt: Isso irá utilizar o daemon padrão da Decred para verificar completamente os blocos. Isso irá levar um longo tempo, porém é totalmente seguro. Qualquer bloco ou transação minerada é completamente confiável.
zh_hk: 這會使用完整的Decred後台服務並完全驗證每個區塊。這樣會需要更長時間但有安全性的保證，任何區塊或已挖的交易皆完全可信。

# numTicketInput.unit
source: Ticket
ar: تذكرة
it: Biglietto
pl: Bilet
zh_hk: 張選票

# notifications.type.ticket
source: Ticket
ar: تذكرة
it: Biglietto
ja: チケット
pl: Bilet
zh_hk: 選票

# txDetails.type.ticket
source: Ticket
ar: تذكرة
it: Biglietto
ja: チケット
pl: Bilet
zh_hk: 選票

# purchaseTickets.advanced.ticketAddress
source: Ticket Address
ar: عنوان التذكرة
de: Ticket-Adresse
es: Dirección del ticket
fr: Adresse de ticket
it: indirizzo del biglietto
ja: チケットアドレス
pl: Adres biletu
pt: Endereço do Ticket
zh_hk: 選票地址

# purchaseTickets.ticketAddress
source: Ticket Address
ar: عنوان التذكرة
de: Ticket-Adresse
es: Dirección del ticket
fr: Adresse du ticket
it: indirizzo del biglietto
ja: チケットアドレス
pl: Adres biletu
pt: Endereço do Ticket
zh_hk: 選票地址

# spv.auto.buyer.warn
source: Ticket Auto Buyer not available while using SPV
ar: لا يمكن استخدام مشتري التذاكر الآلي عند استخدام التحقق البسيط من الدفع
de: Automatischer Ticketkauf bei Nutzung von SPV nicht verfügbar
es: El comprador automático de tickets no está disponible con el uso de SPV
fr: Acheteur de tickets automatique non disponible lors de l'utilisation de SPV
it: L'autocompratore di biglietti non è disponibile quando si usa SPV
ja: SPV使用中は、チケットの自動バイヤーを使用できません
pl: Opcja automatycznego zakupu biletów nie jest dostępna podczas korzystania z trybu SPV
pt: Compra automática de tickets não disponível quando usando SPV
zh_hk: 使用SPV時，自動買票機並不適用

# runTicketBuyer.Success
source: Ticket Buyer successfully started.
ar: تم بدء تشغيل مشتري التذاكر بنجاح.
de: Ticketkäufer wurde erfolgreich gestartet.
es: Se ha iniciado el comprador de tickets.
fr: L’acheteur de tickets a démarré avec succès.
it: Compratore di biglietti avviato con successo.
ja: チケットバイヤーが開始しました。
pl: Automatyczny zakup biletów uruchomiony pomyślnie.
pt: Compra de Tickets iniciada com sucesso.
zh_hk: 成功啟動自動買票機。

# stopTicketBuyer.Success
source: Ticket Buyer successfully stopped.
ar: تم إيقاف مشتري التذاكر بنجاح.
de: Ticketkäufer wurde erfolgreich gestoppt.
es: Se ha detenido el comprador de tickets.
fr: L’acheteur de tickets s’est arrêté avec succès.
it: Compratore di biglietti fermato con successo.
ja: チケットバイヤーを停止しました。
pl: Automatyczny zakup biletów zatrzymany pomyślnie.
pt: Compra de Tickets parada com sucesso.
zh_hk: 成功關閉自動買票機。

# txDetails.ticketCost
source: Ticket Cost
ar: تكلفة التذكرة
de: Ticket-Kosten
es: Precio del ticket
fr: Coût du ticket
it: Costo biglietto
ja: チケット料金
pl: Koszt biletu
pt: Custo do Ticket
zh_hk: 選票成本

# ticket.daysToVoteLabel
source: Ticket Days To Vote
ar: أيام التذاكر للتصويت
de: Tickettage zum Abstimmen
es: Días para votar el ticket
fr: Ticket – Nombre de jours pour voter
it: Giorni per il voto del biglietto
ja: 投票チケット日数
pl: Czas do oddania głosu
pt: Dias até o ticket votar
zh_hk: 完成投票天數

# purchaseTickets.ticketFeePlaceholder
source: Ticket Fee
ar: رسم التذكرة
de: Ticketgebühr
es: Tarifa del ticket
fr: Frais de ticket
it: Tariffa biglietto
ja: チケット料金
pl: Opłata za bilet
pt: Taxa do Ticket
zh_hk: 選票手續費

# purchaseTickets.ticketFee
source: Ticket Fee
ar: رسم التذكرة
de: Ticketgebühr
es: Tarifa del ticket
fr: Frais de ticket
it: Tariffa biglietto
ja: チケット料金
pl: Opłata za bilet
pt: Taxa de Ticket
zh_hk: 選票手續費

# purchaseTickets.ticketFeeTip
source: Ticket Fee
ar: رسم التذكرة
de: Ticketgebühr
es: Tarifa del ticket
fr: Frais de ticket
it: Tariffa biglietto
ja: チケット料金
pl: Opłata za bilet
pt: Taxa do Ticket
zh_hk: 選票手續費

# tutorial.ticketLifecycle.title
source: Ticket Lifecycle
ar: دورة حياة التذكرة
de: Lebenszyklus des Tickets
es: Ciclo de vida de los tickets
fr: Cycle de vie des tickets
it: Ciclo di vita del biglietto
ja: チケットのライフサイクル
pl: Cykl życia biletu
pt: Ciclo de vida do Ticket
zh_hk: 選票的生命周期

# ticket.priceLabel
source: Ticket Price
ar: سعر التذكرة
de: Ticketpreis
es: Precio del ticket
fr: Prix de ticket
it: Prezzo del biglietto
ja: チケット価格
pl: Cena biletu
pt: Preço do Ticket
zh_hk: 票價

# tickets.purchaseConfirmation.legacy
source: Ticket Purchase Confirmation
ar: تأكيد شراء التذكرة
de: Ticketkaufbestätigung
es: Confirmación de Compra de Ticket
it: Conferma di acquisto del biglietto
pl: Potwierdzenie zakupu biletu
pt: Confirmação de Compra de Ticket
zh_hk: 確認購買選票

# tickets.purchaseConfirmation
source: Ticket Purchase Confirmation
ar: تأكيد شراء التذكرة
de: Ticketkaufbestätigung
es: Confirmación de compra de tickets
fr: Confirmation d'achat de tickets
it: Conferma di acquisto del biglietto
ja: チケット購入の確認
pl: Potwierdzenie zakupu biletu
pt: Confirmação de Compra de Ticket
zh_hk: 確認購買選票

# charts.keys.ticket
source: Ticket Purchases
ar: مشتريات التذاكر
de: Ticketkäufe
es: Compras de tickets
fr: Achats de tickets
it: Acquisti dei biglietti
ja: チケットの購入
pl: Zakupy biletów
pt: Compras de Ticket
zh_hk: 買票

# history.ticket.rewardLabel
source: Ticket Reward
ar: مكافأة التذكرة
de: Ticket-Prämie
es: Recompensa del ticket
fr: Récompense de ticket
it: Ricompense dei biglietti
ja: チケットの報酬
pl: Nagroda za bilet
pt: Recompensa do Ticket
zh_hk: 選票獎勵

# proposals.detail.wallet.eligible.headers.status
source: Ticket Status
ar: حالة التذكرة
es: Estado del Ticket
it: Stato biglietto
pl: Status biletu
pt: Situação do Ticket
zh_hk: 選票狀態

# tickets.tickettypes.tooltip
source: Ticket Status
ar: حالة التذكرة
es: Estado del ticket
fr: État du ticket
it: Stato biglietto
ja: チケットのステータス
pl: Status biletu
pt: Situação do Ticket
zh_hk: 選票狀態

# tickets.table.header.status
source: Ticket Status
ar: حالة التذكرة
es: Estado del Ticket
it: Stato biglietto
pl: Status biletu
pt: Situação do Ticket
zh_hk: 選票狀態

# vsptickets.tickettypes.tooltip
source: Ticket Status
ar: حالة التذكرة
es: Estado del Ticket
it: Stato biglietto
pl: Status biletu
pt: Situação do Ticket
zh_hk: 選票狀態

# vsptickets.table.header.status
source: Ticket Status
ar: حالة التذكرة
es: Estado del Ticket
it: Stato biglietto
pl: Status biletu
pt: Situação do Ticket
zh_hk: 選票狀態

# stakePoolsList.ticketAddress
source: Ticket address: {value}
ar: عنوان التذكرة: {value}
de: Ticketadresse: {value}
es: Dirección del ticket: {value}
it: Indirizzo biglietto: {value}
pl: Adres biletu: {value}
pt: Endereço do ticket: {value}
zh_hk: 選票地址：{value}

# tickets.startAutoBuyerHeader
source: Ticket buyer is now running.
ar: مشتري التذاكر الآن يعمل.
de: Ticketkäufer wird jetzt ausgeführt.
es: El comprador de tickets está ahora en marcha.
fr: L'acheteur de tickets est maintenant en cours d'exécution.
it: Il compratore di biglietti è ora attivo.
ja: チケットバイヤーが稼働中です。
pl: Automatyczny zakup biletów jest teraz uruchomiony.
pt: O Ticket Buyer está em execução
zh_hk: 自動買票機現正運作。

# tickets.stopAutoBuyerHeader
source: Ticket buyer is now stopped.
ar: تم إيقاف مشتري التذاكر.
de: Ticketkäufer wurde gestoppt.
es: El comprador de tickets está ahora detenido.
fr: L'acheteur de tickets est maintenant arrêté.
it: Il compratore di biglietti è ora fermo.
ja: チケットバイヤーは停止中です。
pl: Automatyczny zakup biletów jest teraz zatrzymany.
pt: O Ticket Buyer está parado.
zh_hk: 自動買票機現已停止。

# txhistory.icon.ticketfee
source: Ticket fee
pl: Opłata za bilet
zh_hk: 選票手續費

# txFilter.type.ticketfee
source: Ticket fee
pl: Opłata za bilet
zh_hk: 選票手續費

# charts.keys.ticketCountByDay
source: Tickets
ar: التذاكر
it: Biglietti
ja: チケット
pl: Bilety
zh_hk: 選票

# numTicketsInput.unit
source: Tickets
ar: التذاكر
it: Biglietti
pl: Bilety
zh_hk: 張選票

# home.tab.tickets
source: Tickets
ar: التذاكر
it: Biglietti
ja: チケット
pl: Bilety
zh_hk: 選票

# export.tickets.name
source: Tickets
ar: التذاكر
it: Biglietti
ja: チケット
pl: Bilety
zh_hk: 選票

# tickets.tab.vsptickets
source: Ticket Status
ar: حالة التذاكر
es: Estado de los Tickets
it: Stato biglietti
pl: Status biletów
pt: Situação do Ticket

# proposals.detail.wallet.eligible.header
source: Tickets eligible for voting:
ar: التذاكر المؤهلة للتصويت:
de: Stimmberechtigte Tickets:
es: Tickets disponibles para votar:
it: Biglietti idonei al voto:
pl: Bilety kwalifikujące się do głosowania:
pt: Tickets elegíveis para votação:
zh_hk: 符合投票資格的選票：

# getStarted.chainLoading.headerTime
source: Time from last fetched header:
ar: الوقت من آخر رَأسِيَّة تم جلبها:
de: Zeitpunkt des zuletzt abgerufenen Headers:
es: Hora del último encabezado obtenido:
fr: Délai écoulé après le dernier en-tête récupéré :
it: Tempo dall'ultima intestazione recuperata:
ja: ヘッダーの最終取得からの経過時間:
pl: Czas od ostatniego pobranego nagłówka:
pt: Tempo dede o último cabeçalho obtido:
zh_hk: 最近下載的區塊頭時間為：

# ln.channelsTab.closedChannel.timeLockedBalance
source: Timelocked
ar: مقفل زمنيا
de: Zeitgesperrt
es: Bloqueado temporalmente
it: Bloccato a tempo
pl: Czasowo zablokowane
pt: Bloqueado por Tempo
zh_hk: 時間凍結

# settings.timezone.title
source: Timezone
ar: وحدة زمنية
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
it: Fuso orario
ja: タイムゾーン
pl: Strefa czasowa
pt: Fuso Horário
zh_hk: 時區

# send.to
source: To
ar: إلى
de: An
es: A
fr: À
it: A
ja: 宛先
pl: Na
pt: Para
zh_hk: 到

# txDetails.toAddress
source: To address
ar: إلى العنوان
de: An Adresse
es: A la dirección
it: All'indirizzo
pl: Na adres
pt: Para endereço
zh_hk: 到地址

# txHistory.out.tx
source: To {acc}
ar: إلى {acc}
de: An {acc}
es: Para {acc}
it: A {acc}
pl: Na {acc}
pt: Para {acc}
zh_hk: 到 {acc}

# appMenu.toggleFullScreen
source: Toggle &Full Screen
ar: تبديل و شاشة الكلية
de: &Vollbild umschalten
es: Activar &Pantalla completa
fr: Activer/désactiver le mode &Plein écran
it: Dis/Attiva &schermo intero
ja: &全画面表示の切り替え
pl: Włącz/wyłącz &pełen ekran
pt: Mudar para &Tela Cheia
zh_hk: 切換&全螢幕

# appMenu.developerTools
source: Toggle Developer Tools
ar: تبديل أدوات المطور
de: Entwicklerwerkzeuge umschalten
es: Activar herramientas para desarrolladores
fr: Activer/désactiver les outils de développeur
it: Dis/Attiva strumenti sviluppatore
ja: 開発者ツールの切り替え
pl: Włącz/wyłącz narzędzia deweloperskie
pt: Exibir Ferramentas de Desenvolvimento
zh_hk: 開發人員工具

# trezorPage.togglePassPhraseProtectionBtn
source: Toggle Passphrase Protection
ar: تبديل حماية عبارة المرور
de: Schutz durch Passphrase umschalten
es: Activar protección con frase de contraseña
fr: Activer/désactiver la protection par phrase secrète
it: Dis/Attiva protezione frase d'accesso
ja: パスフレーズ保護の切り替え
pl: Włącz/wyłącz ochronę hasłem
pt: Alternar Proteção por Senha
zh_hk: 開啟/關閉 密碼保護

# trezorPage.togglePinProtectionBtn
source: Toggle Pin Protection
ar: تبديل حماية رقم التعريف الشخصي
de: Pin-Schutz umschalten
es: Activar protección con pin
fr: Activer/désactiver la protection par code PIN
it: Dis/Attiva protezione pin
ja: PIN保護の切り替え
pl: Włącz/wyłącz zabezpiecznie PINem
pt: Alternar Proteção por Pin
zh_hk: 開啟/關閉 PIN保護

# settings.uitheme.type
source: Tonality
ar: نسق لوني
de: Farbton
es: Tonalidad
it: Tonalità
pl: Tryb UI
pt: Tonalidade
zh_hk: 色系

# accounts.total
source: Total
ar: المجموع
de: Gesamt
it: Totale
ja: 合計
pl: Ogółem
zh_hk: 全部餘額

# sidebar.totalBalance
source: Total Balance
ar: الرصيد الإجمالي
de: Gesamtguthaben
es: Saldo total
fr: Solde total
it: Saldo totale
ja: 総合収支
pl: Całkowite saldo
pt: Saldo Total
zh_hk: 總餘額
