Repository: decred/decrediton
Catalog: app/i18n/po/decrediton.*.po
Languages: ar, de, es, fr, it, ja, pl, pt, zh_hk

# purchase.vsp.privacy.enabled.description
source: Purchasing mixed tickets can take some time because mix transactions are only created every 20 minutes. The Privacy And Security page contains more information regarding the mixing process.
ar: قد يستغرق شراء التذاكر المخلوطة بعض الوقت لأنه يتم إنشاء معاملات الخلط كل 20 دقيقة فقط. تحتوي صفحة الخصوصية و الأمان على مزيد من المعلومات حول عملية الخلط.
de: Der Kauf von gemixten Tickets kann einige Zeit dauern da Mixransaktionen nur alle 20 Minuten durchgeführt werden. Die Seite Privatsphäre und Sicherheit enthält weitere Informationen zum Mixvorgang.
es: Comprar tickets mezclados puede tardar porque las transacciones de mezcla solo se crean cada 20 minutos. La página de Privacidad y Seguridad contiene más información sobre el proceso de mezcla.
it: L'acquisto di biglietti miscelati può richiedere del tempo, perché le transazioni miscelate sono create solo ogni 20 minuti. La pagina di Privacy e sicurezza contiene ulteriori informazioni sul processo di miscelazione.
pl: Zakup prywatnych biletów może chwilę potrwać, ponieważ transakcje mieszające są tworzone co 20 minut. Strona Prywatność i bezpieczeństwo zawiera więcej informacji na temat procesu mieszania.
pt: Comprar tickets misturados pode levar um tempo porque as transações de mix são criadas apenas a cada 20 minutos. A página sobre Privacidade e Segurança contém mais informações sobre o processo de mixing.
zh_hk: 購買已混幣選票可能需要一些時間因為混幣交易每20分鐘才建立一次。隱私和安全性頁面有更多關於混幣程序的資訊。

# ln.openChannel.pushAmt
source: Push Amount (optional)
ar: دفع المبلغ (اختياري)
de: Push-Betrag (optional)
es: Cantidad a Empujar (opcional)
it: Importo di push (opzionale)
pl: Zasil kwotą (opcjonalnie)
pt: Enviar Valor (opcional)
zh_hk: 推送金額（選填）

# ln.networkTab.tabQueryNode
source: Query Node
ar: عقدة استعلام
de: Node Anfragen
es: Consultar Nodo
it: Interroga nodo
pl: Wyślij zapytanie do węzła
pt: Consultar Nó
zh_hk: 查詢節點

# ln.networkTab.tabQueryRoute
source: Query Route
ar: طريق الاستعلام
de: Route Anfragen
es: Consultar Ruta
it: Interroga percorso
pl: Ścieżka zapytania
pt: Consultar Rota
zh_hk: 查詢路徑

# appMenu.quit
source: Quit
ar: مُغَادَرَة
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
pl: Zamknij
pt: Sair
zh_hk: 離開

# proposals.quorumNotMet
source: Quorum not met
ar: لم يتحقق النصاب القانوني
de: Quorum nicht erfüllt
es: Cuórum no alcanzado
fr: Quorum non atteint
it: Quorum non raggiunto
ja: 定足数に達していません
pl: Głosowanie nie osiągnęło kworum
pt: Sem quorum
zh_hk: 未達到法定票數

# advanced.remote.rpccert
source: RPC Cert Path
ar: مسار شهادة RPC
de: RPC-Zertifikatspfad
es: Ruta de certificado RPC
fr: Chemin de cert. RPC
it: Percorso cert. RPC
ja: RPC認証パス
pl: Ścieżka do certyfikatu RPC
pt: Caminho ao Cert RPC
zh_hk: RPC憑證路徑

# login.form.rpccert.placeholder.
source: RPC Certificate path
ar: مسار شهادة RPC
de: RPC-Zertifikatspfad
es: Ruta de certificado RPC
fr: Chemin de certificat RPC
it: Percorso certificato RPC
ja: RPC認証パス
pl: Ścieżka do certyfikatu RPC
pt: Caminho do cetificado RPC
zh_hk: RPC憑證路徑

# login.form.rpchost.placeholder.
source: RPC Host
ar: مضيف RPC
es: Host RPC
fr: Hôte RPC
it: Host RPC
ja: RPCホスト
pl: Host RPC
pt: Servidor RPC
zh_hk: RPC主機

# advanced.remote.rpchost
source: RPC Host
ar: مضيف RPC
es: Host RPC
fr: Hôte RPC
it: Host RPC
ja: RPCホスト
pl: Host RPC
pt: Host RPC
zh_hk: RPC主機

# login.form.rpcpassword.placeholder
source: RPC Password
ar: كلمة مرور RPC
de: RPC-Passwort
es: Contraseña RPC
fr: Mot de passe RPC
it: Parola chiave RPC
ja: RPCパスワード
pl: Hasło RPC
pt: Senha RPC
zh_hk: RPC密碼

# advanced.remote.rpcpass
source: RPC Password
ar: كلمة مرور RPC
de: RPC-Passwort
es: Contraseña RPC
fr: Mot de passe RPC
it: Parola chiave RPC
ja: RPCパスワード
pl: Hasło RPC
pt: Senha RPC
zh_hk: RPC密碼

# login.form.rpcport.placeholder.
source: RPC Port
ar: منفذ RPC
es: Puerto RPC
fr: Port RPC
it: Porta RPC
ja: RPCポート
pl: Port RPC
pt: Porta RPC
zh_hk: RPC通訊埠

# advanced.remote.rpcport
source: RPC Port
ar: منفذ RPC
es: Puerto RPC
fr: Port RPC
it: Porta RPC
ja: RPCポート
pl: Port RPC
pt: Porta RPC
zh_hk: RPC通訊埠

# advanced.remote.rpcuser
source: RPC User
ar: مستخدم RPC
de: RPC-Nutzer
es: Usuario RPC
fr: Utilisateur RPC
it: Utente RPC
ja: RPCユーザー
pl: Użytkownik RPC
pt: Usuário RPC
zh_hk: RPC使用者

# login.form.rpcuser.placeholder
source: RPC Username
ar: اسم مستخدم RPC
de: RPC-Nutzername
es: Nombre de usuario RPC
fr: Nom d'utilisateur RPC
it: Nome utente RPC
ja: RPCユーザー名
pl: Nazwa użytkownika RPC
pt: Usuário RPC
zh_hk: RPC使用者

# txDetails.rawTransactionLabel
source: Raw Transaction
ar: معاملة خام
de: Rohtransaktion
es: Transacción en bruto
fr: Transaction brute
it: Transazione grezza
ja: 未加工取引
pl: Surowa transakcja
pt: Transação Crua
zh_hk: 交易原始資料

# ln.confirmBackupOverwrite.content
source: Really overwrite the backup file {file}? The existing backup data will be LOST.
ar: هل تريد الكتابة فوق ملف النسخ الاحتياطي {file}؟ سيتم فقدان بيانات النسخ الاحتياطي الموجودة.
de: Die Sicherungsdatei {file} wirklich überschreiben? Die vorhandenen Sicherungsdaten gehen dabei verloren.
es: ¿Desea sobreescribir el archivo de backup {file}? El backup existente se PERDERÁ.
it: Desideri veramente sovrascrivere il file di backup {file}? I dati di backup esistenti andranno PERSI.
pl: Na pewno nadpisać plik kopii zapasowej {file}? Istniejące dane kopii zapasowej zostaną UTRACONE.
pt: Realmente sobrescrever o arquivo de backup {file}? Os dados no arquivo existente serão PERDIDOS.
zh_hk: 確定要覆蓋備份檔案 {file} 嗎？原有的備份資料將會消失。

# txDetails.rebroadcastTransactions
source: Rebroadcast Transaction
ar: إعادة بث المعاملة
de: Transaktion wiederholen
es: Redifundir la transacción
fr: Rediffuser la transaction
it: Ritrasmetti transazione
ja: 取引を再送信
pl: Retransmisja transakcji
pt: Retransmitir Transação
zh_hk: 重新廣播交易

# transactions.tab.receive
source: Receive
ar: استلام
de: Erhalten
es: Recibir
fr: Recevoir
it: Ricevi
ja: 受領
pl: Odbierz
pt: Receber
zh_hk: 收款

# receive.subtitle
source: Receive DCR
ar: استلام وحدات ديكريد
de: DCR empfangen
es: Recibir DCR
fr: Recevoir DCR
it: Ricevi DCR
ja: DCRを受信
pl: Odbierz DCR
pt: Receber DCR
zh_hk: 接收DCR

# charts.keys.received
source: Received
ar: مستلمة
de: Erhalten
es: Recibido
fr: Reçu
it: Ricevuti
ja: 受領済み
pl: Otrzymano
pt: Recebido
zh_hk: 收款

# txhistory.icon.received
source: Received
ar: مستلمة
de: Erhalten
es: Recibida
it: Ricevute
pl: Otrzymano
pt: Recebida
zh_hk: 收款

# notifications.type.receive
source: Received
ar: مستلمة
de: Erhalten
es: Recibido
fr: Reçu
it: Ricevute
ja: 受領済み
pl: Otrzymane
pt: Recebido
zh_hk: 收款

# home.receivedBalanceLabel
source: Received
ar: مستلمة
de: Erhalten
es: Recibido
fr: Reçu
it: Ricevuto
ja: 受領済み
pl: Otrzymano
pt: Recebido
zh_hk: 收款

# txFilter.type.received
source: Received
ar: مستلمة
de: Erhalten
es: Recibido
fr: Reçu
it: Ricevute
ja: 受領済み
pl: Otrzymane
pt: Recebido
zh_hk: 收款

# home.recentTransactionsTitle
source: Recent Transactions
ar: المعاملات الحديثة
de: Kürzliche Transaktionen
es: Transacciones recientes
fr: Transactions récentes
it: Transazioni recenti
ja: 最近の取引
pl: Ostatnie transakcje
pt: Transações Recentes
zh_hk: 近期交易

# trezorPage.recoverDeviceBtn
source: Recover Device
ar: استعادة الجهاز
de: Gerät wiederherstellen
es: Recuperar dispositivo
fr: Récupérer le périphérique
it: Recupera dispositivo
ja: デバイスを復元
pl: Odzyskiwanie urządzenia
pt: Recuperar Dispositivo
zh_hk: 恢復裝置

# ln.pendingForceCloseDetails.recoveredBalance
source: Recovered Balance
ar: رصيد مسترد
de: Wiedererlangtes Guthaben
es: Saldo Recuperado
it: Recupera saldo
pl: Odzyskane saldo
pt: Saldo Recuperado
zh_hk: 已恢復餘額

# appMenu.redo
source: Redo
ar: إعادة
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Rifare
ja: やり直し
pl: Cofnij
pt: Refazer
zh_hk: 重做

# proposals.statusLinks.rejectedVote
source: Rejected
ar: مرفوض
de: Abgelehnt
es: Rechazado
it: Respinte
pl: Odrzucone
pt: Rejeitada
zh_hk: 已否決

# loadingError.reloadBtn
source: Reload
ar: إعادة تحميل
de: Aktualisieren
es: Volver a cargar
it: Ricarica
pl: Odśwież
pt: Recarregar
zh_hk: 重新載入

# appMenu.reloadUI
source: Reload UI
ar: إعادة تحميل واجهة المستخدم
de: UI erneut laden
es: Volver a cargar interfaz de usuario
fr: Recharger l'interface utilisateur
it: Ricarica UI
ja: UIリロード
pl: Odśwież UI
pt: Recarregar UI
zh_hk: 重新載入UI

# ln.channelsTab.openChannel.remoteBalance
source: Remote
ar: عن بعد
es: Remoto
it: Remoto
pl: Zdalne
pt: Remoto
zh_hk: 遠端

# ln.channelsTab.pendingChannel.remoteBalance
source: Remote
ar: عن بعد
es: Remoto
it: Remoto
pl: Zdalne
pt: Remoto
zh_hk: 遠端

# ln.closeTypeRemoteForce
source: Remote Force-close
ar: الإغلاق القسري عن بعد
de: Entferntes schließen erzwingen
es: Forzado remotamente
it: Chiusura forzata remota
pl: Zdalne wymuszone zamknięcie
pt: Fechamento Forçado Remoto
zh_hk: 遠端強制關閉

# ln.closedChannelDetails.remotePubKey
source: Remote PubKey
ar: مفتاح عام عن بعد
es: PubKey Remota
it: Chiave pubblica remota
pl: Zdalny klucz publiczny
pt: Chave Pública Remota
zh_hk: 遠端公鑰

# ln.openChannelDetails.remotePubKey
source: Remote PubKey
ar: مفتاح عام عن بعد
es: PubKey Remota
it: Chiave pubblica remota
pl: Zdalny klucz publiczny
pt: Chave Pública Remota
zh_hk: 遠端公鑰

# ln.pendingChannelDetails.remotePubKey
source: Remote Pubkey
ar: مفتاح عام عن بعد
es: Pubkey Remota
it: Chiave pubblica remota
pl: Zdalny klucz publiczny
pt: Chave Pública Remota
zh_hk: 遠端公鑰

# ln.openChannelDetails.remoteChannelReserve
source: Remote Reserve
ar: احتياطي عن بُعد
es: Reserva Remota
it: Riserva remota
pl: Rezerwa zdalna
pt: Reserva Remota
zh_hk: 遠端儲備

# stakePoolsList.removeModal.title
source: Remove VSP
ar: إزالة موفر خدمة التصويت
de: Remote VSP
es: Quitar VSP
it: Rimuovi VSP
pl: Usuń VSP
pt: Remover VSP
zh_hk: 移除VSP

# walletselection.removeWalletButton
source: Remove Wallet
ar: إزالة المحفظة
de: Wallet entfernen
es: Eliminar cartera
fr: Supprimer un portefeuille
it: Rimuovi portafoglio
ja: ウォレットを削除
pl: Usuń portfel
pt: Remover Carteira
zh_hk: 移除錢包

# fatal.removeConfirmModal.title
source: Remove daemon data
ar: إزالة بيانات البرنامج الخفي
de: Daemon-Daten entfernen
es: Eliminar datos daemon
fr: Supprimer les données Daemon
it: Rimuovi dati del daemon
ja: デーモンデータを削除
pl: Usuń dane daemona
pt: Remover dados do daemon
zh_hk: 移除後台服務資料

# ln.watchtowersTab.removeTowerBtn
source: Remove tower
ar: إزالة البرج
de: Turm entfernen
es: Quitar torre
it: Rimuovi torre
pl: Usuń strażnicę
pt: Remover watchtower
zh_hk: 移除監視塔

# walletselection.removeConfirmModal.title
source: Remove {wallet}
ar: إزالة {wallet}
de: {wallet} entfernen
es: Eliminar {wallet}
fr: Supprimer {wallet}
it: Rimuovi {wallet}
ja: {wallet}を削除
pl: Usuń {wallet}
pt: Excluir {wallet}
zh_hk: 移除{wallet}

# accounts.renameBtn
source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Cambiar nombre
fr: Renommer
it: Rinomina
ja: リネーム
pl: Zmień nazwę
pt: Renomear
zh_hk: 重新命名

# accounts.rename.tip
source: Rename Account
ar: إعادة تسمية الحساب
de: Account umbenennen
es: Cambiar nombre de cuenta
fr: Renommer le compte
it: Rinomina conto
ja: アカウント名の変更
pl: Zmień nazwę konta
pt: Renomear Conta
zh_hk: 重新命名帳戶

# accounts.rename
source: Rename Account
ar: إعادة تسمية الحساب
de: Account umbenennen
es: Cambiar nombre de cuenta
fr: Renommer le compte
it: Rinomina conto
ja: アカウント名の変更
pl: Zmień nazwę konta
pt: Renomear Conta
zh_hk: 重新命名帳戶

# createWallet.passphraseInput.verifyLabel
source: Repeat Private Passphrase
ar: كرر عبارة المرور الخاصة
de: Private Passphrase wiederholen
es: Repita la frase de contraseña privada
fr: Répéter la phrase secrète privée
it: Ripeti frase d'accesso privata
ja: プライベートパスフレーズを繰り返す
pl: Powtórz prywatne hasło
pt: Repetir senha privada
zh_hk: 確認錢包密碼

# send.publishUnminedTransactions.success
source: Republished unmined transactions to the decred network.
ar: إعادة نشر المعاملات الغير المعدنة إلى شبكة ديكريد.
de: Sortenreine Transaktionen wurden im Decred-Netzwerk neu veröffentlicht.
es: Volver a publicar las transacciones sin extraer en la red de Decred.
fr: La transactions non minées ont été publiées à nouveau sur le réseau Decred.
it: Transazioni non estratte ripubblicate sulla rete Decred.
ja: マイニングされていない取引をdecredネットワークへ再発行しました。
pl: Ponownie opublikowano niewydobyte transakcje w sieci Decred.
pt: Retransmitir transações não mineradas a rede decred
zh_hk: 已重新發佈未打包的交易到 Decred網絡。

# receive.requestedAmountLabel
source: Requested amount
ar: الكمية المطلوبة
de: Angeforderte Menge
es: Cantidad solicitada
it: Importo richiesto
pl: Żądana kwota
pt: Valor pedido
zh_hk: 請求金額

# getStarted.walletRescan.progress
source: Rescan Progress ({rescanCurrentBlock} / {rescanEndBlock})
ar: تَقَدُّم إعادة فحص ({rescanCurrentBlock} / {rescanEndBlock})
de: Erneut scannen – Fortschritt ({rescanCurrentBlock} / {rescanEndBlock})
es: Progreso del segundo análisis ({rescanCurrentBlock} / {rescanEndBlock})
fr: Progression de la réanalyse ({rescanCurrentBlock} / {rescanEndBlock})
it: Progresso riscansione ({rescanCurrentBlock} / {rescanEndBlock})
ja: 再スキャンの進捗（({rescanCurrentBlock} / {rescanEndBlock}）
pl: Postęp skanowania ({rescanCurrentBlock} / {rescanEndBlock})
pt: Progresso do Rescan ({rescanCurrentBlock} / {rescanEndBlock})
zh_hk: 重新掃瞄進度 ({rescanCurrentBlock} / {rescanEndBlock})

# rescan.rescanning
source: Rescanning {blockProgress} ({progressPercent})
ar: يتم إعادة فحص {blockProgress} ({progressPercent})
de: Erneutes Scannen {blockProgress} ({progressPercent})
es: Volviendo a analizar {blockProgress} ({progressPercent})
fr: Réanalyse de {blockProgress} ({progressPercent})
it: Riscansione {blockProgress} ({progressPercent})
ja: {blockProgress}の再スキャン（{progressPercent}）
pl: Ponowne skanowanie {blockProgress} ({progressPercent})
pt: Re-escaneando {blockProgress} ({progressPercent})
zh_hk: 正在重新掃瞄 {blockProgress} ({progressPercent})

# settings.resetNetworkTitle
source: Reset required
ar: مطلوب إعادة التعيين
de: Rückstellung erforderlich
es: Restablecimiento obligatorio
fr: Réinitialisation requise
it: Riavvio richiesto
ja: リセットする必要があります
pl: Wymagany restart
pt: Reinicialização necessária
zh_hk: 需要重啟

# getStarted.restore
source: Restore Existing Wallet
ar: استعادة محفظة موجودة
de: Bestehendes Wallet wiederherstellen
es: Restaurar cartera existente
fr: Restaurer un portefeuille existant
it: Ripristina un portafoglio esistente
ja: 既存のウォレットを復元
pl: Przywróć istniejący portfel
pt: Recuperar Carteira Existente
zh_hk: 還原錢包

# ln.connectPage.backupFile
source: Restore SCB backup
ar: استعادة النسخ الاحتياطي لـ SCB
de: SCB Sicherung wiederherstellen
es: Restaurar backup SCB
it: Ripristina un backup SCB
pl: Przywróć kopię zapasową SCB
pt: Recuperar backup SCB
zh_hk: 還原SCB備份

# loaderBar.preCreateWalletRestore
source: Restore a Wallet...
ar: استعادة محفظة...
de: Wallet wiederherstellen...
es: Restaurar una Cartera...
it: Ripristina un portafoglio...
pl: Przywróć portfel...
pt: Restaurar Carteira
zh_hk: 正在還原錢包...

# createWallet.restore.title
source: Restore existing wallet
ar: استعادة محفظة موجودة
de: Bestehendes Wallet wiederherstellen
es: Restaurar cartera existente
fr: Restaurer un portefeuille existant
it: Ripristina un portafoglio esistente
ja: 既存のウォレットを復元
pl: Przywróć istniejący portfel
pt: Recuperar carteira existente
zh_hk: 還原錢包

# ln.startupStage.scbRestore
source: Restoring backup
ar: استعادة النسخة الاحتياطية
de: Wiederherstellen der Sicherung
es: Recuperando backup
it: Ripristino backup in corso
pl: Przywracanie kopii zapasowej
pt: Restaurando backup
zh_hk: 正在還原備份

# mytickets.loadingMoreTickets.returnBtn
source: Return listing tickets
ar: إرجاع إدراج التذاكر
de: gelistete Tickets ausgeben
es: Volver a la lista de tickets
it: Restituisci i biglietti elencati
pl: Zwróć listę biletów
pt: Retornar listagem de tickets
zh_hk: 返回載入選票

# fatal.retry.connection.button
source: Return to Daemon Connection
ar: العودة إلى الاتصال بالبرنامج الخفي
de: Zur Daemon Verbindung zurückkehren
es: Volver a Conexión con el Daemon
it: Ritorna alla connessione del daemon
pl: Wróć do połączenia daemona
pt: Retornar à Conexão ao Daemon
zh_hk: 重試連接到後台服務

# accounts.reveal.pubkey
source: Reveal Pubkey
ar: إظهار المفتاح العام
de: Pubkey enthüllen
es: Mostrar Pubkey
it: Rivela chiave pubblica
pl: Pokaż klucz publiczny
pt: Revelar Chave Pública
zh_hk: 顯示公鑰

# charts.keys.revoked
source: Revocations
ar: المسترجعات
de: Widerrufe
es: Anulaciones
fr: Révocations
it: Revoche
ja: 取消
pl: Wycofane
pt: Revogações
zh_hk: 撤銷

# purchaseTickets.revokeBtn.legacy
source: Revoke
ar: اِسْترجَاع
de: Widerrufen
es: Revocar
it: Revoca
pl: Odwołaj
pt: Revogar
zh_hk: 撤銷

# purchaseTickets.revokeBtn
source: Revoke
ar: اِسْترجَاع
de: Widerrufen
es: Anular
fr: Révoquer
it: Revoca
ja: 取消
pl: Odwołaj
pt: Revogar
zh_hk: 撤銷

# txDetails.type.revoke
source: Revoke
ar: اِسْترجَاع
de: Widerrufen
es: Anular
fr: Révoquer
it: Revoca
ja: 取消
pl: Odwołaj
pt: Revogação
zh_hk: 撤銷

# tickets.revokeConfirmations.legacy
source: Revoke Tickets Confirmation
ar: اِسْترجَاع تأكيد التذاكر
de: Ticketbestätigung widerrufen
es: Confirmación de Ticket Revocado
it: Revoca conferma biglietti
pl: Potwierdzenia odwołanych biletów
pt: Confirmar Revogação de Tickets
zh_hk: 確認撤銷選票

# tickets.revokeConfirmations
source: Revoke Tickets Confirmation
ar: اِسْترجَاع تأكيد التذاكر
de: Ticketbestätigung widerrufen
es: Anular confirmación de los tickets
fr: Révoquer la confirmation de tickets
it: Revoca conferma biglietti
ja: チケットの確認取消
pl: Potwierdzenia odwołanych biletów
pt: Confirmação de Revogação de Tickets
zh_hk: 確認撤銷選票

# transaction.type.revoked
source: Revoked
ar: مُسترجَعة
de: Widerrufen
es: Revocado
fr: Révoqué
it: Revocata
ja: 取消済み
pl: Odwołane
pt: Revogado
zh_hk: 已撤銷

# transaction.type.revocation
source: Revoked
ar: مُسترجَعة
de: Widerrufen
es: Anulado
fr: Révoqué
it: Revocata
ja: 取消済み
pl: Odwołane
pt: Revogação
zh_hk: 已撤銷

# notifications.type.revocation
source: Revoked
ar: مُسترجَعة
de: Widerrufen
es: Anulado
fr: Révoqué
it: Revocata
ja: 取消済み
pl: Odwołane
pt: Revogado
zh_hk: 撤銷

# stake.missedTickets
source: Revoked Tickets:
ar: التذاكر المُسترجَعة:
de: Widerrufene Tickets:
es: Tickets Revocados:
it: Biglietti revocati:
pl: Odwołane bilety:
pt: Tickets Revogados:
zh_hk: 已撤銷選票：

# tickets.table.header.reward
source: Reward
ar: المُكافأة
de: Prämie
es: Recompensa
it: Ricompensa
pl: Nagroda
pt: Recompensa
zh_hk: 獎勵

# txDetails.reward
source: Reward
ar: المُكافأة
de: Prämie
es: Recompensa
fr: Récompense
it: Ricompensa
ja: 報酬
pl: Nagroda
pt: Recompensa
zh_hk: 獎勵

# ln.routesInfo.routesList
source: Routes
ar: مسارات
de: Routen
es: Rutas
it: Percorsi
pl: Scieżki
pt: Rotas
zh_hk: 路線

# ln.ntf.verifyBackupFailed
source: SCB backup file is invalid for this wallet: {originalError}
ar: ملف النسخ الاحتياطي لـ SCB غير صالح لهذه المحفظة: {originalError}
de: Die SCB-Sicherungsdatei ist für dieses Wallet ungültig: {originalError}
es: El backup SCB es inválido para esta cartera: {originalError}
it: Il file di backup SCB non è valido per questo portafoglio: {originalError}
pl: Plik kopii zapasowej SCB jest nieprawidłowy dla tego portfela: {originalError}
pt: Arquivo de backup SCB inválido para essa carteira: {originalError}
zh_hk: SCB備份檔對此錢包無效：{originalError}

# ln.ntf.verifyBackupSuccess
source: SCB backup file is valid for this wallet!
ar: ملف النسخ الاحتياطي SCB لهذه المحفظة صحيح!
de: SCB-Sicherungsdatei ist für dieses Wallet gültig!
es: ¡El backup SCB es válido para esta cartera!
it: Il file di backup SCB è valido per questo portafoglio!
pl: Plik kopii zapasowej SCB jest prawidłowy dla tego portfela!
pt: Arquivo de backup SCB válido para essa carteira!
zh_hk: SCB備份檔對此錢包有效！

# ln.backupInfo.location
source: SCB backup file location: {path}
ar: موقع ملف النسخ الاحتياطي SCB: {path}
de: Speicherort der SCB-Sicherungsdatei: {path}
es: Ubicación del backup SCB: {path}
it: Posizione del file di backup SCB: {path}
pl: Lokalizacja pliku kopii zapasowej SCB: {path}
pt: Local do arquivo SCB: {path}
zh_hk: SCB備份檔案位置： {path}

# ln.ntf.scbRestoreUnpackFailed
source: SCB restore failed due to backup file being for a different wallet, account or the file being damaged. Try other accounts, wallets or check the documentation for additional info.
ar: فشل استعادة SCB بسبب إنتماء ملف النسخ الاحتياطي لمحفظة أو حساب آخر أو تلف الملف. جرب حسابات أو محافظ أخرى أو تحقق من الوثائق للحصول على معلومات إضافية.
de: Die SCB-Wiederherstellung ist fehlgeschlagen, weil die Sicherungsdatei für ein anderes Wallet, ein anderen Account oder die Datei beschädigt ist. Versuchen Sie es mit anderen Accounts, Wallets oder prüfen Sie die Dokumentation für weitere Informationen.
es: La restauración del SCB falló debido a que la copia de seguridad es de una cartera diferente o está dañado. Pruebe con otras cuentas o consulte la documentación para más información.
it: Il ripristino di SCB non è riuscito perchè il file di backup è per un altro portafoglio, un altro conto, oppure il file è danneggiato. Provare con altri conti, portafogli o consultare la documentazione per ulteriori informazioni.
pl: Przywrócenie SCB nie powiodło się z powodu niezgodności kopii zapasowej stworzonej dla innego portfela, konta lub pliku, który został uszkodzony. Wypróbuj inne konta, portfele lub sprawdź dokumentację pod kątem dodatkowych informacji.
pt: Restauração do arquivo SCB falhou poque o arquivo é para uma carteira ou conta diferentes da atual ou o arquivo foi corrompido. Tente outras contas, carteiras ou cheque a documentação para mais informações.
zh_hk: 還原SCB時失敗，備份檔可能屬於另一錢包、帳戶或檔案已經損毀。 請嘗試其它帳戶、錢包或查閱說明文件取得更多資訊。

# ln.ntf.scbRestoreFailed
source: SCB restore failed: {originalError}
ar: فشلت استعادة SCB: {originalError}
de: SCB-Wiederherstellung fehlgeschlagen: {originalError}
es: La restauración desde SCB falló: {originalError}
it: Ripristino SCB fallito: {originalError}
pl: Odzyskiwanie SCB nie powiodło się: {originalError}
pt: Restauração SCB falhou: {originalError}
zh_hk: 無法還原SCB：{originalError}

# settings.SPVConnect
source: SPV Connect
ar: الإتصال بالتحقق البسيط من الدفع
de: SPV Verbinden
es: Conexión SPV
fr: Connexion SPV
it: Connetti SPV
ja: SPVの接続
pl: Podłącz SPV
pt: Conexão SPV
zh_hk: 自訂SPV主機

# sidebar.spvMode
source: SPV Mode
ar: وضع التحقق البسيط من الدفع
es: Modo SPV
it: Modalità SPV
pl: Tryb SPV
pt: Modo SPV
zh_hk: SPV模式

# sidebar.spvDisabled
source: SPV disabled
ar: تم تعطيل التحقق البسيط من الدفع
de: SPV deaktiviert
es: Modo simple (SPV) desactivado
it: SPV disabilitato
pl: Tryb SPV jest wyłączony
pt: SPV desabilitado
zh_hk: SPV已停用
