Repository: decred/decrediton
Catalog: app/i18n/po/decrediton.*.po
Languages: ar, de, es, fr, it, ja, pl, pt, zh_hk

# loaderBar.checkingNetwork
source: Checking if network matches...
ar: يتم التحقق مما إذا كانت الشبكة مطابقة...
de: Prüfen ob das Netzwerk übereinstimmt...
es: Verificando si la red coincide...
it: Controllo corrispondenza rete...
pl: Sprawdzanie sieci...
pt: Checando se redes correspondem...
zh_hk: 正在檢查網絡是否相符...

# createwallet.walletname.placehlder
source: Choose a Name
ar: اختر اسمًا
de: Wählen Sie einen Namen
es: Elija un nombre
fr: Choisir un nom
it: Scegli un nome
ja: 名前を選択
pl: Wybierz nazwę
pt: Escolha um Nome
zh_hk: 選擇一個名稱

# loaderBar.choosingWallet
source: Choose a wallet to open
ar: اختر محفظة لفتحها
de: Wallet zum öffnen auswählen
es: Elija una cartera para abrir
it: Scegli un portafoglio da aprire
pl: Wybierz portfel do otwarcia
pt: Selecionar carteira para abertura
zh_hk: 選擇你要開啟的錢包

# loaderBar.choosingWalletSPV
source: Choose a wallet to open in SPV mode
ar: اختر محفظة لفتحها في وضع التحقق البسيط من الدفع
de: SPV Wallet zum öffnen auswählen
es: Elija una cartera para abrir en modo SPV
it: Scegli un portafoglio da aprire in modalità SPV
pl: Wybierz portfel do otwarcia w trybie SPV
pt: Selecione uma carteira para abrir em modo SPV
zh_hk: 選擇你要以SPV模式開啟的錢包

# selectLang.titleSub
source: Choose your language
ar: اختر لغتك
de: Wählen Sie Ihre Sprache
es: Elija su idioma
fr: Choisir votre langue
it: Scegli la tua lingua
ja: 言語を選択
pl: Wybierz język
pt: Selecione sua língua
zh_hk: 選擇你的語言

# politeia.details.openLinkModalDesc
source: Click Confirm to open the link: {link} in an external browser.
ar: انقر فوق تأكيد لفتح الرابط: {link} في متصفح خارجي.
de: Klicken Sie auf Bestätigen, um den Link: {Link} in einem externen Browser zu öffnen.
es: Haga clic en Confirmar para abrir el link: {link} en un navegador externo.
it: Cliccate su Conferma per aprire il link: {link} in un browser esterno.
pl: Kliknij potwierdź, aby otworzyć link: {link} w przeglądarce zewnętrznej.
pt: Clique Confirme para abrir o link: {link} em um navegador externo.
zh_hk: 點擊確定以瀏覽器開啟此連結：{link}

# trezor.pinModal.description
source: Click button sequence that corresponds to your pin on Trezor {label}
ar: انقر فوق زر التسلسل الذي يتوافق مع رقم التعريف الشخصي الخاص بك على تريزور {label}
de: Klicken Sie auf die Tastenabfolge, die Ihrer Pin in Trezor {label} entspricht
es: Ingrese la secuencia que corresponda al pin en su Trezor {label}
it: Cliccate la sequenza di tasti che corrisponde al vostro pin sul Trezor {label}
pl: Wprowadź sekwencję przycisków, która odpowiada PINowi na Twoim urządzeniu Trezor {label}
pt: Clique na sequência de botões que correspondem ao seu pin na Trezor {label}
zh_hk: 為Trezor {label} 輸入對應的PIN碼

# infoConfirmModal.btnClose
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pl: Zamknij
pt: Fechar
zh_hk: 關閉

# walletselection.closeEditWallets
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pl: Zamknij
pt: Fechar
zh_hk: 關閉

# ln.pendingChannelDetails.typeClose
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
it: Chiudi
pl: Zamknij
pt: Fechado
zh_hk: 關閉

# receive.modalClose
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
it: Chiudi
pl: Zamknij
pt: Fechar
zh_hk: 關閉

# tickets.mixer.running.confirmModal.closeAnyway
source: Close Anyway
pl: Zamknij mimo to
zh_hk: 仍然關閉

# tickets.autobuyerRunning.confirmModal.closeAnyway
source: Close Anyway
pl: Zamknij mimo to
zh_hk: 仍然關閉

# tickets.fee.error.confirmModal.closeAnyway
source: Close Anyway
pl: Zamknij mimo to
zh_hk: 仍然關閉

# tickets.purchasing.confirmModal.closeAnyway
source: Close Anyway
pl: Zamknij mimo to
zh_hk: 仍然關閉

# ln.channelsTab.closeChannelModalTitle
source: Close Channel
ar: إغلاق القناة
de: Kanal schließen
es: Cerrar Canal
it: Chiudi Canale
pl: Zamknij kanał
pt: Fechar Canal
zh_hk: 關閉通道

# fatal.button
source: Close Decrediton
ar: أغلق ديكريديتون
de: Decrediton schließen
es: Cerrar Decrediton
fr: Fermer Decrediton
it: Chiudi Decrediton
ja: Decreditonを閉じる
pl: Zamknij Decrediton
pt: Fechar Decrediton
zh_hk: 關閉Decrediton

# ln.closedChannelDetails.closeType
source: Close Type
ar: نوع الإغلاق
de: Typ schließen
es: Tipo de Cierre
it: Chiudi Digitazione
pl: Typ zamknięcia
pt: Tipo de Fechamento
zh_hk: 關閉類型

# settings.closeWalletModalOk
source: Close Wallet
ar: إغلاق المحفظة
de: Wallet schließen
es: Cerrar cartera
fr: Fermer le portefeuille
it: Chiudi Portafoglio
ja: ウォレットを閉じる
pl: Zamknij portfel
pt: Fechar Carteira
zh_hk: 關閉錢包

# ln.channelsTab.closeChannelBtn
source: Close the channel
ar: إغلاق القناة
de: Den Kanal schließen
es: Cerrar el canal
it: Chiudi il canale
pl: Zamknij kanał
pt: Fechar o canal
zh_hk: 關閉通道

# ln.channelsTab.closedList
source: Closed Channels
ar: القنوات المغلقة
de: Geschlossene Kanäle
es: Canales Cerrados
it: Canali Chiusi
pl: Zamknięte kanały
pt: Canais Fechados
zh_hk: 已關閉通道

# ln.closedChannelDetails.closingTx
source: Closing Tx
ar: يتم إغلاق المعاملة
de: Abschluss Tx
es: Transacción de Cierre
it: Tx di chiusura
pl: Transakcja zamykająca
pt: Tx de Fechamento
zh_hk: 正在關閉交易

# ln.pendingForceCloseDetails.closingTx
source: Closing Tx
ar: يتم إغلاق المعاملة
de: Abschluss Tx
es: Transacción de Cierre
it: Tx di chiusura
pl: Transakcja zamykająca
pt: Tx de Fechamento
zh_hk: 正在關閉交易

# privacy.coinMixer
source: Coin Mixer
ar: خلاط العملة
es: Mezclador
it: Miscelatore di monete
pl: Mikser monet
pt: Mixer de Moedas
zh_hk: 混幣器

# getstarted.setAccount.sumCoinjoin
source: Coinjoin Sum outputs: {coinjoinSum}
ar: مجموع مخرجات دمج عملة: {coinjoinSum}
de: Coinjoin Gesamtausgaben: {coinjoinSum}
es: Resultados de la suma de Coinjoins: {coinjoinSum}
it: Uscite della somma Coinjoin : {coinjoinSum}
pl: Suma wyjść Coinjoin: {coinjoinSum}
pt: Soma de saídas CoinJoin: {coinjoinSum}
zh_hk: 混幣輸出總和：{coinjoinSum}

# ln.openChannelDetails.commitFee
source: Commit Fee
ar: رسم الالتزام
de: Bereitstellungsgebühr
es: Cuota de Compromiso
it: Tariffa d'impegno
pl: Opłata za zobowiązanie środków
pt: Taxa de Compromisso
zh_hk: 承諾交易手續費

# ln.pendingOpenDetails.commitFee
source: Commit Fee
ar: رسم الالتزام
de: Bereitstellungsgebühr
es: Cuota de Compromiso
it: Tariffa d'impegno
pl: Opłata za zobowiązanie środków
pt: Taxa de Compromisso
zh_hk: 承諾交易手續費

# help.subtitle.communications
source: Communications
ar: الاتصالات
de: Kommunikation
es: Comunicaciones
it: Comunicazioni
ja: コミュニケーション
pl: Komunikaty
pt: Comunicações
zh_hk: 通訊頻道

# appMenu.communityDiscussions
source: Community Discussions
ar: مناقشات المجتمع
de: Community-Diskussionen
es: Debates de la comunidad
fr: Discussions de communauté
it: Discussioni della comunità
ja: コミュニティディスカッション
pl: Dyskusje społeczności
pt: Discussões da Comunidade
zh_hk: 社區討論

# login.form.advanced.desc
source: Complete one of the following forms to start Decrediton according to your local setup.
ar: أكمل أحد النماذج التالية لبدء ديكريديتون وفقًا لإعدادك المحلي.
de: Füllen Sie eines der folgenden Formulare aus, um Decrediton entsprechend Ihrer lokalen Einstellung zu starten.
es: Complete uno de los siguientes formularios para iniciar Decrediton según su configuración local.
it: Compila uno dei seguenti moduli per avviare Decrediton in base alla tua configurazione locale.
pl: Wypełnij jeden z poniższych formularzy, aby uruchomić Decrediton zgodnie z lokalną konfiguracją.
pt: Complete um dos seguintes formulários para iniciar a Decrediton de acordo com sua configuração local.
zh_hk: 請根據你的設定，完成以下的表格以啟動Decrediton。

# modal.complete.registration.process
source: Complete registration process
pl: Dokończ rejestrację
zh_hk: 完成註冊程序

# trezor.configButtons.header
source: Config Trezor
ar: تهيئة تريزور
de: Trezor-Config
es: Configurar Trezor
it: Configurazione Trezor
ja: Trezorの設定
pl: Skonfiguruj portfel Trezor
pt: Configurar Trezor
zh_hk: 設定Trezor

# changePassModal.confirm
source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 承認
pl: Potwierdź
pt: Confirmar
zh_hk: 確認新密碼

# infoModal.btnConfirm
source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 承認
pl: Potwierdź
pt: Confirmar
zh_hk: 確認

# ln.confirmBackupOverwrite.title
source: Confirm Backup Overwrite
ar: قم بتأكيد الكتابة الفوقية للنسخة الاحتياطية
de: Bestätigen Sie das Überschreiben der Sicherung
es: Confirmar Re-escritura de la Copia de Seguridad
it: Confermare la sovrascrittura del backup
pl: Potwierdź nadpisanie kopii zapasowej
pt: Confirmar Sobrescrever Backup
zh_hk: 確認覆蓋備份

# createWallet.verifyPassphrasePlaceholder
source: Confirm Private Passphrase
ar: قم بتأكيد عبارة المرور الخاصة
de: Private Passphrase bestätigen
es: Confirmar frase de contraseña privada
fr: Confirmer la phrase secrète privée
it: Confermare la frase d'accesso privata
ja: プライベートパスフレーズの確認
pl: Potwierdź prywatne hasło
pt: Confirmar Senha Privada
zh_hk: 確認錢包密碼

# seedCopyConfirm.btnConfirm
source: Confirm Seed Copy
ar: أكّد نسخة البذرة
de: Seed-Kopie bestätigen
es: Confirmar copia de semilla
fr: Confirmer la copie de la graine
it: Conferma copia Seed
ja: シードのコピーを確認
pl: Potwierdź kopię ziarna
pt: Confirmar cópia da seed
zh_hk: 確認複製種子

# confirmSeed.label
source: Confirm Seed Key
ar: أكّد مفتاح البذرة
de: Seed-Schlüssel bestätigen
es: Confirmar Clave Semilla
it: Conferma chiave Seed
pl: Potwierdź klucz ziarna
pt: Confirmar Seed
zh_hk: 確認種子

# trezor.walltCreationPrivatePassphraseConfirm
source: Confirm Wallet PassPhrase
ar: أكّد عبارة مرور المحفظة
de: Wallet-PassPhrase bestätigen
es: Confirmar frase de contraseña de cartera
fr: Confirmer la phrase secrète du portefeuille
it: Conferma la frase d'accesso del portafoglio
ja: ウォレットのパスフレーズを確認
pl: Potwierdź hasło portfela
pt: Confirmar senha secreta da carteira
zh_hk: 確認錢包密碼

# proposals.updateVoteChoiceModal.title
source: Confirm Your Vote
ar: أكّد تصويتك
de: Bestätigen Sie Ihre Stimme
es: Confirme su voto
fr: Confirmez votre vote
it: Confermate il vostro voto
ja: 投票を確認
pl: Potwierdź swój głos
pt: Confirme Seu Voto
zh_hk: 確認你的投票

# passphraseModal.confirmationRequired
source: Confirmation Required
ar: التأكيد مطلوب
de: Bestätigung erforderlich
es: Confirmación requerida
fr: Confirmation requise
it: Conferma necessaria
ja: 承認が必要です
pl: Wymagane potwierdzenie
pt: Confirmação Necessária
zh_hk: 確認密碼

# settings.closeWalletModalTitle
source: Confirmation Required
ar: التأكيد مطلوب
de: Bestätigung erforderlich
es: Confirmación requerida
fr: Confirmation requise
it: Conferma necessaria
ja: 確認が必要です
pl: Wymagane potwierdzenie
pt: Confirmação Necessária
zh_hk: 需要確認

# txDetails.indicatorConfirmed
source: Confirmed
ar: مؤكد
de: Bestätigt
es: Confirmado
fr: Confirmé
it: Confermato
ja: 承認済み
pl: Potwierdzono
pt: Confirmada
zh_hk: 已確認

# ln.walletTab.balance.confirmed
source: Confirmed balance
ar: الرصيد المؤكد
de: Bestätigtes Guthaben
es: Saldo confirmado
it: Saldo confermato
pl: Potwierdzone saldo
pt: Saldo Confirmado
zh_hk: 已確認餘額

# ln.channelsTab.balance.onChain
source: Confirmed on-chain balance
ar: الرصيد المؤكد على السلسلة
de: Bestätigtes On-Chain Guthaben
es: Saldo confirmado on-chain
it: Saldo on-chain confermato
pl: Potwierdzone saldo na łańcuchu
pt: Saldo on-chain confirmado
zh_hk: 已確認的鏈上餘額

# trezor.getStartedConfig.btnConnect
source: Connect to Trezor
ar: الاتصال بـ تريزور
de: Mit Trezor verbinden
es: Conectar a Trezor
it: Connetti a Trezor
pl: Połącz z portfelem Trezor
pt: Conectar à Trezor
zh_hk: 連接到Trezor

# trezor.noDevice.btnConnect
source: Connect to Trezor
ar: الاتصال بـ تريزور
de: Mit Trezor verbinden
es: Conectar a Trezor
it: Connetti a Trezor
pl: Połącz z portfelem Trezor
pt: Conectar à Trezor
zh_hk: 連接到Trezor

# sidebar.connectedTo
source: Connected to
ar: متصل ب
de: Verbunden mit
es: Conectado a
it: Connesso a
pl: Połączono z
pt: Conectado a
zh_hk: 已連接到

# ln.startupStage.connect
source: Connecting to dcrlnd
ar: الاتصال بـ dcrlnd
de: Verbinden mit dcrlnd
es: Conectando a dcrlnd
it: Connetti a dcrlnd
pl: Trwa łączenie z dcrlnd
pt: Conectando ao dcrlnd
zh_hk: 正在連接到 dcrlnd

# getStarted.P_521_error
source: Connection error. Probably you got this error because Decrediton no longer supports the P-521 curve. To fix it, you need to remove the rpc.cert and rpc.key and restart dcrd with the --tlscurve=P-256 param to allow it to generate a cert and key with that supported curve.
ar: خطأ في الاتصال. ربما حصلت على هذا الخطأ لأن ديكريديتون لم تعد يدعم منحنى P-521. لإصلاح ذلك، تحتاج إلى إزالة RPC.cert و rpc.key وإعادة تشغيل dcrd مع --tlscurve=P-256 param للسماح له بتوليد شهادة ومفتاح مع هذا المنحنى المدعوم.
de: Verbindungsfehler. Wahrscheinlich sehen Sie diesen Fehler, weil Decrediton die P-521-Kurve nicht mehr unterstützt. Um den Fehler zu beheben, müssen Sie die rpc.cert und rpc.key Dateien entfernen und dcrd mit dem Parameter --tlscurve=P-256 neu starten, damit neue cert und key Dateien mit dieser unterstützten Kurve erzeugt werden.
es: Error de conexión. Es probable que esté recibiendo este error porque Decrediton ya no soporta la curva P-521. Para arreglarlo, debe quitar rpc.cert y rpc.key y reiniciar dcrd con la opción --tlscurve=P-256 para permitir que los regenere con la nueva curva.
it: Errore di connessione. Probabilmente ricevete questo errore perché Decrediton non supporta più la curva P-521. Per correggerlo, è necessario rimuovere i file rpc.cert e rpc.key e riavviare dcrd con il parametro --tlscurve=P-256 per consentirgli di generare una cert e una chiave con quella curva supportata.
pl: Błąd połączenia. Prawdopodobnie wystąpił, ponieważ Decrediton nie obsługuje już krzywej P-521. Aby to naprawić, należy usunąć pliki rpc.cert i rpc.key oraz ponownie uruchomić dcrd z parametrem --tlscurve=P-256, aby umożliwić mu wygenerowanie certyfikatu i klucza z obsługiwaną krzywą.
pt: Erro de conexão. Provavalmente você recebeu esse erro porque a Decrediton não suport a curva P-521. Para corrigi-lo, você deve remover o arquivo rpc.cert e rpc.key e reiniciar o dcrd com o parâmetro --tlscurve=P-256 para que ele gere uma chave e certificado na curva suportada.
zh_hk: 連接錯誤：Decrediton不再支援P-521橢圓曲線。請移除rpc.cert及rpc.key並以 --tlscurve=P-256 重新啟動dcrd以使用支援的橢圓曲線來建立相關憑證和鑰匙。

# settings.group-title.connectivity
source: Connectivity
ar: الاتصال
de: Konnektivität
es: Conexión
it: Connettività
pl: Łączność
pt: Conectividade
zh_hk: 連接

# settings.getstartpage.group-title.connectivity
source: Connectivity
ar: الاتصال
de: Konnektivität
es: Conexión
it: Connettività
pl: Łączność
pt: Conectividade
zh_hk: 連接

# votingPreferences.title
source: Consensus Changes
ar: تغييرات الإجماع
de: Konsensänderungen
es: Cambios consensuados
fr: Changements de consensus
it: Modifiche di consenso
ja: コンセンサスの変更
pl: Zmiany w zasadach konsensusu
pt: Mudanças de Consenso
zh_hk: 共識更改

# governance.tab.consensusChanges
source: Consensus Changes
ar: تغييرات الإجماع
de: Konsensänderungen
es: Cambios consensuados
fr: Changements de consensus
it: Modifiche di consenso
ja: コンセンサスの変更
pl: Zmiany w zasadach konsensusu
pt: Mudanças de Consenso
zh_hk: 共識更改

# votingPreferences.description
source: Consensus changes refer to the on-chain governance aspect of Decred. This means deciding whether to adopt changes to the consensus rules of the network. Participation in voting requires (PoS) tickets.
ar: تشير تغييرات الإجماع إلى جانب الحوكمة على السلسلة في ديكريد. وهذا يعني اتخاذ قرار بشأن اعتماد التغييرات على قواعد الإجماع الخاصة بالشبكة. تتطلب المشاركة في التصويت تذاكر إثبات الحصة (PoS).
de: Konsensänderungen beziehen sich auf den On-Chain-Governance-Aspekt von Decred. Das bedingt eine Entscheidung, ob Änderungen der Konsensregeln des Netzwerks übernommen werden sollen. Die Teilnahme an einer Abstimmung erfordert (PoS) Tickets.
es: Los cambios consensuados hacen referencia al aspecto de gobernanza sobre cadenas de Decred. Esto significa decidir si se deben adoptar cambios en las normas consensuadas de la red. La participación en las votaciones requiere tickets (PoS).
fr: Les changements de consensus font référence à l’aspect sur-chaîne de la gouvernance de Decred. Le principe est de décider d’adopter ou non des changements s’appliquant aux règles de consensus du réseau. La participation aux votes requiert des tickets (PdE).
it: I cambiamenti di consenso si riferiscono all'aspetto della governance on-chain di Decred. Ciò significa decidere se adottare o meno modifiche alle regole di consenso della rete. La partecipazione al voto richiede biglietti (PoS).
ja: コンセンサスの変更とは、Decredのチェーン上のガバナンスを指します。つまり、ネットワークのコンセンサスルールへの変更を適用するかどうかを決定します。投票に参加するには (PoS) チケットが必要です。
pl: Zmiany w zasadach konsensusu odnoszą się do aspektu zarządzania blockchainem Decred. Oznacza to podjęcie decyzji o przyjęciu zmian w zasadach konsensusu sieci. Do udziału w głosowaniu wymagane są bilety (PoS).
pt: Mudanças de consenso se referem aos aspectos de governança da blockchain da Decred. Isso significa decidir sobre a adoção de mudanças nas regras de consenso da rede. Participação na votação requer tickets (PoS).
zh_hk: 共識更改是指Decred的鏈上治理，意思即是為網絡決定會否修改共識規則。參與表決需要 (PoS) 選票。

# help.constitution
source: Constitution
ar: الدستور
de: Konstitution
es: Constitución
it: Costituzione
ja: 規約
pl: Konstytucja
pt: Constituição
zh_hk: 憲法

# importRedeemScriptModal.btnContinue
source: Continue
ar: تابع
de: Fortfahren
es: Continuar
it: Continua
pl: Kontynuuj
pt: Continuar
zh_hk: 繼續

# passphraseModal.continue
source: Continue
ar: تابع
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続行
pl: Kontynuuj
pt: Continuar
zh_hk: 繼續

# createWallet.continueBtn
source: Continue
ar: تابع
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続行
pl: Kontynuuj
pt: Continuar
zh_hk: 繼續

# selectLang.continueBtn
source: Continue
ar: تابع
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続行
pl: Kontynuuj
pt: Continuar
zh_hk: 繼續

# passphraseForm.continueBtn
source: Continue
ar: تابع
de: Fortfahren
es: Continuar
it: Continua
pl: Kontynuuj
pt: Continuar
zh_hk: 繼續

# wallet.create.button
source: Continue
ar: تابع
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続行
pl: Kontynuuj
pt: Continuar
zh_hk: 繼續

# process.mangedTickets.button
source: Continue
pl: Kontynuuj

# process.unmangedTickets.button
source: Continue
pl: Kontynuuj

# getstarted.setAccount.continue
source: Continue
ar: تابع
de: Fortfahren
es: Continuar
it: Continua
pl: Kontynuuj
pt: Continuar
zh_hk: 繼續

# stake.addPool.addBtn
source: Continue
ar: تابع
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続行
pl: Kontynuuj
pt: Continuar
zh_hk: 繼續

# ln.closeTypeCooperative
source: Cooperative
ar: تعاوني
de: Kooperativ
es: Cooperativo
it: Cooperativo
pl: Wspólne
pt: Cooperativo
zh_hk: 協同

# clipboard.copied
source: Copied
ar: تم نسخه
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピー済み
pl: Skopiowano
pt: Copiada
zh_hk: 已複製

# receive.copyHash
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
it: Copia
pl: Kopiuj
pt: Copiar
zh_hk: 複製

# appMenu.copy
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
pl: Kopiuj
pt: Copiar
zh_hk: 複製

# createWallet.copy
source: Copy seed words to clipboard
ar: انسخ كلمات البذرة إلى الحافظة
de: Seed-Wörter in Zwischenablage kopieren
es: Copiar palabras de la semilla en el portapapeles
fr: Copier les mots de graine dans le presse-papiers
it: Copia le parole del seed negli appunti
ja: クリップボードにシードワードをコピー
pl: Kopiuj słowa ziarna do schowka
pt: Copiar palavras de seed para área de transferência
zh_hk: 複製種子到剪貼簿

# ln.closeChannelModal.node
source: Counterparty
ar: الطرف المقابل
de: Gegenseite
es: Contraparte
it: Controparte
pl: Kontrahent
pt: Contraparte
zh_hk: 交易對方

# ln.nodeInfo.channel.otherNode
source: Counterparty
ar: الطرف المقابل
de: Gegenseite
es: Contraparte
it: Controparte
pl: Kontrahent
pt: Contraparte
zh_hk: 交易對方

# ln.nodeInfo.channel.policy.counterparty
source: Counterparty
ar: الطرف المقابل
de: Gegenseite
es: Contraparte
it: Controparte
pl: Kontrahent
pt: Contraparte
zh_hk: 交易對方

# ln.openChannel.node
source: Counterparty (node@ip:port)
ar: الطرف المقابل (node@ip:port)
de: Gegenseite (node@ip:port)
es: Contraparte (node@ip:port)
it: Controparte (node@ip:port)
pl: Kontrahent (węzeł@ip:port)
pt: Contraparte (nó@ip:porta)
zh_hk: 交易對方 (node@ip:port)

# ln.createLNWalletPage.title
source: Create Lightning Wallet
ar: إنشاء محفظة الشبكة البرقية
de: Lightning Wallet erstellen
es: Crear Cartera Lightning
it: Crea un portafoglio Lightning
pl: Utwórz portfel Lightning
pt: Criar Carteira Lightning
zh_hk: 新增閃電網路錢包

# accounts.createNeededAcc
source: Create Needed Accounts
ar: إنشاء الحسابات المطلوبة
de: Benötigte Accounts erstellen
es: Crear Cuentas Necesarias
it: Crea i conti necessari
pl: Utwórz wymagane konta
pt: Criar Contas Necessárias
zh_hk: 新增所需的帳戶

# createWallet.createWalletBtn
source: Create Wallet
ar: إنشاء محفظة
de: Wallet erstellen
es: Crear cartera
fr: Créer un portefeuille
it: Crea portafoglio
ja: ウォレット作成
pl: Utwórz portfel
pt: Criar Carteira
zh_hk: 新增錢包

# getStarted.newSeedTab
source: Create a New Wallet
ar: إنشاء محفظة جديدة
de: Neues Wallet erstellen
es: Crear una nueva cartera
fr: Créer un portefeuille
it: Crea un nuovo portafoglio
ja: ウォレットを新規作成
pl: Utwórz nowy portfel
pt: Criar uma Nova Carteira
zh_hk: 新增錢包

# proposals.community.createLink
source: Create a Proposal
ar: إنشاء مقترح
de: Proposal erstellen
es: Crear una propuesta
fr: Créer une proposition
it: Crea una proposta
ja: 提案を作成
pl: Utwórz propozycję
pt: Criar uma Proposta
zh_hk: 新增提案

# ln.createLNWalletPage.description
source: Create a new Lightning Network wallet backed by the Decrediton wallet.
ar: إنشاء محفظة جديدة للشبكة البرقية مدعومة بمحفظة ديكريديتون.
de: Erstellen Sei ein neues Lightning Network Wallet mit Decrediton Unterstützung
es: Crear una nueva cartera de Lightning Network respaldada por la cartera Decrediton.
it: Crea un nuovo portafoglio Lightning Network sostenuto dal portafoglio Decrediton
pl: Utwórz nowy portfel sieci Lightning w oparciu o portfel Decrediton.
pt: Criar uma nova carteira da Lightning Network suportada pela carteira Decrediton.
zh_hk: 新增Decrediton專用的閃電網絡錢包。

# createWallet.title
source: Create a new wallet
ar: إنشاء محفظة جديدة
de: Neues Wallet erstellen
es: Crear una nueva cartera
fr: Créer un portefeuille
it: Crea un nuovo portafoglio
ja: 新しいウォレットの作成
pl: Utwórz nowy portfel
pt: Criar uma Nova Carteira
zh_hk: 新增錢包

# loaderBar.preCreateWalletCreate
source: Create a wallet...
ar: إنشاء محفظة...
de: Ein Wallet erstellen...
es: Crear una cartera...
it: Crea un portafoglio...
pl: Utwórz portfel...
pt: Criar uma carteira...
zh_hk: 正在新增錢包...
